-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Sep 08, 2022 at 06:50 PM
-- Server version: 10.4.14-MariaDB
-- PHP Version: 7.4.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ita_ccpk`
--

-- --------------------------------------------------------

--
-- Table structure for table `areas`
--

CREATE TABLE `areas` (
  `id` int(11) NOT NULL,
  `area_code` varchar(10) NOT NULL,
  `area_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `areaEducation` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `areaObec` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `areaLocation` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `areaGroup` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `areaFoundingdate` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `houseId` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `houseNumber` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `street` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `subdistrictName` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `districtName` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `provinceName` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `postcodeCode` int(11) NOT NULL,
  `phone1` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone2` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `website` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `directorName` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `latitude` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `longitude` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `approve_name` varchar(100) NOT NULL,
  `approve_pos` varchar(300) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'สถานะ'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `areas`
--

INSERT INTO `areas` (`id`, `area_code`, `area_name`, `areaEducation`, `areaObec`, `areaLocation`, `areaGroup`, `areaFoundingdate`, `houseId`, `houseNumber`, `street`, `subdistrictName`, `districtName`, `provinceName`, `postcodeCode`, `phone1`, `phone2`, `website`, `directorName`, `latitude`, `longitude`, `approve_name`, `approve_pos`, `status`) VALUES
(1, '1000100700', 'สำนักบริหารงานการศึกษาพิเศษ', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'กทม.', 'เขตตรวจราชการส่วนกลาง', '2003-07-06 17:00:00', '', '319', 'ราชดำเนินนอก', 'ดุสิต', 'เขตดุสิต', 'กรุงเทพมหานคร', 10300, '', '', '', '', '', '', '', '', 1),
(2, '1000101701', 'สพม.กรุงเทพมหานคร เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'กทม.', 'เขตตรวจราชการส่วนกลาง', '2010-09-17 17:00:00', '11', 'อาคารหอประชุมพญาไท ซอยศรีอยุธยา 5', 'ศรีอยุธยา', 'ทุ่งพญาไท', 'เขตราชเทวี', 'กรุงเทพมหานคร', 10400, '0-2410-2044', '0-2354-3884', 'www.sesao1.go.th', 'นายนิพนธ์ ก้องเวหา', '13.758148084', '100.530827453', 'นายณัฏฐเมธร์ ดุลคนิต', 'ศึกษานิเทศก์', 1),
(3, '1000101702', 'สพม.กรุงเทพมหานคร เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'กทม.', 'เขตตรวจราชการส่วนกลาง', '2010-08-16 17:00:00', '', '1126', 'ลาดพร้าว', 'สามเสนนอก', 'เขตห้วยขวาง', 'กรุงเทพมหานคร', 10310, '029304490', '029304491', 'http://www.secondary2.obec.go.th', 'ดร.รัตติมา พานิชอนุรักษ์', '13.7972266102', '100.58725468', '', '', 1),
(4, '1000101703', 'สพม.นนทบุรี', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 2', '2014-05-05 17:00:00', '12010503619', '85', 'รัตนาธิเบศร์', 'ไทรม้า', 'เมืองนนทบุรี', 'นนทบุรี', 11000, '021493923-6', '029216600', 'www.secondary3.go.th', 'นายสุรชาติ เครือศรี', '13.8648043355', '100.465754271', '', '', 1),
(5, '1000101704', 'สพม.ปทุมธานี', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 1', '2011-12-04 17:00:00', '-', '-', 'ปทุมสัมพันธ์', 'บางปรอก', 'เมืองปทุมธานี', 'ปทุมธานี', 12000, '025933530', '025933531', 'www.ssps4.go.th', 'นางงามพิศ ลวากร', '14.0195951584', '100.526383691', 'นางงามพิศ  ลวากร', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต ๔', 1),
(6, '1000101705', 'สพม.สิงห์บุรี อ่างทอง', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 2', '0002-11-24 17:00:20', '', '118', '0', 'บางมัญ', 'เมืองสิงห์บุรี', 'สิงห์บุรี', 16000, '036507454', '', 'www.secondary5.go.th', 'นายธวัช  แซ่ฮ่ำ', '14.892068', '100.410407', 'นายธวัช  แซ่ฮ่ำ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 5', 1),
(7, '1000101706', 'สพม.ฉะเชิงเทรา', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 5', '0002-11-22 17:00:20', '-', '410/1', 'มรุพงษ์', 'หน้าเมือง', 'เมืองฉะเชิงเทรา', 'ฉะเชิงเทรา', 24000, '038517280', '038511363', 'http://www.spm6.go.th', 'นายกิตติศักดิ์ ชาญอักษร', '13.6797036837', '101.071523774', 'นายสิทธิชัย เวศสุวรรณ', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาม้ธยมศึกษา เขต 6 รักษาราชการแทนผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาม้ธยมศึกษา เขต 6', 1),
(8, '1000101707', 'สพม.ปราจีนบุรี นครนายก', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 9', '2010-10-31 17:00:00', '', '60', 'สุวรรณศร', 'บ้านพระ', 'เมืองปราจีนบุรี', 'ปราจีนบุรี', 25230, '037210543', '037210544', 'www.spm7.go.th', 'นายกฤษ  ละมูลมอญ', '14.1373070782', '101.398523729', 'นางสาวเมธิศา ธรรมศรี', 'ศึกษานิเทศก์', 1),
(9, '1000101708', 'สพม.ราชบุรี', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 6', '0010-08-15 17:17:56', '', '421', 'เสือป่า', 'หน้าเมือง', 'เมืองราชบุรี', 'ราชบุรี', 70000, '032321433-4', '032327443', 'www.sesao8.go.th', 'นายจตุรงค์ สุขแก้ว', '13.5299438', '99.810384', 'นางสาวพจนพร รุ่งทอง', 'ศึกษานิเทศก์', 1),
(10, '1000101709', 'สพม.สุพรรณบุรี', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 3', '0002-11-24 17:17:56', '0', 'ศาลากลางจังหวัดสุพรรณบุรี', 'สุพรรณบุรี-ชัยนาท', 'สนามชัย', 'เมืองสุพรรณบุรี', 'สุพรรณบุรี', 72000, '035535417', '035535418', 'www.mathayom9.go.th', 'นายเจริญชัย  กิตติพีรเดช', '14.5138350218', '100.130175591', '', '', 1),
(11, '1000101710', 'สพม.เพชรบุรี', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 5', '2010-08-04 17:00:00', '-', '300', 'ดำเนินเกษม', 'คลองกระแชง', 'เมืองเพชรบุรี', 'เพชรบุรี', 76000, '032400641', '032400260', 'www.sesa10.go.th/', '-', '13.101885', '99.946902', 'ว่าที่ร.ต.นพดล  รักษ์แก้ว', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 10', 1),
(12, '1000101711', 'สพม.สุราษฎร์ธานี ชุมพร', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 6', '0002-11-25 17:09:36', '', '261/28', 'อำเภอเมืองสุราษฎร์ธานี', 'มะขามเตี้ย', 'เมืองสุราษฎร์ธานี', 'สุราษฎร์ธานี', 84000, '077203373', '', 'www.secondary11.go.th', 'นายประพัทธ์ รัตนอรุณ', '9.131223', '99.343413', 'นางณัฐติกา  หอมประกอบ', 'ศึกษานิเทศก์', 1),
(13, '1000101712', 'สพม.นครศรีธรรมราช', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 5', '2010-07-30 17:00:00', '', '12/13', 'กะโรม', 'โพธิ์เสด็จ', 'เมืองนครศรีธรรมราช', 'นครศรีธรรมราช', 80000, '075345050', '075346677', 'www.sea12.go.th', 'นายสมบูรณ์  เรืองแก้ว', '8.436354', '99.938991', 'นางสาวธฤตา  ชนะสิทธิ์', 'ศึกษานิเทศก์', 1),
(14, '1000101713', 'สพม.ตรัง กระบี่', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 7', '2009-03-30 17:00:00', '', '96', 'พัทลุง', 'ทับเที่ยง', 'เมืองตรัง', 'ตรัง', 92000, '075213752', '075215991', 'www.matthayom13.go.th/', 'นายธัชชเวชว์  จันทร์สุขศรี', '7.56266', '99.620448', 'นายธัชชเวชว์  จันทร์สุขศรี  ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 13', 1),
(15, '1000101714', 'สพม.พังงา ภูเก็ต ระนอง', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 7', '0010-08-15 17:00:20', '-', '702/1', 'เพชรเกษม', 'ท้ายช้าง', 'เมืองพังงา', 'พังงา', 82000, '076481529', '', 'www.sesao14.org', 'นายสมชาย รองเหลือ', '8.4387299', '98.5166815', 'นางสาววราภรณ์  เต็มราม', 'ศึกษานิเทศก์ชำนาญการ', 1),
(16, '1000101715', 'สพม.นราธิวาส', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 7', '2010-02-17 17:00:00', '', '-', 'นราภิรมย์', 'บางนาค', 'เมืองนราธิวาส', 'นราธิวาส', 96000, '073511984', '088-585-7868', 'www.mathayom15.org', 'นายสุธี บุญญะถิติ', '6.42615463981', '101.822621282', 'นายสุธี  บุญญะถิติ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต15', 1),
(17, '1000101716', 'สพม.สงขลา สตูล', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 8', '2010-11-28 17:00:00', '', '174', 'สงขลา-นาทวี', 'เขารูปช้าง', 'เมืองสงขลา', 'สงขลา', 90000, '074336848', '074336849', 'http://www.sea16.go.th', 'นายศังกร รักชูชื่น', '7.16637558674', '100.615607815', '', '', 1),
(18, '1000101717', 'สพม.จันทบุรี ตราด', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 9', '2010-11-28 17:00:00', '', '9', 'ศรียานุสรณ์', 'วัดใหม่', 'เมืองจันทบุรี', 'จันทบุรี', 22000, '039314402-3', '039314402 ต่อ 20', 'www.sesa17.go.th', 'นายสมศักดิ์  ทองเนียม', '12.6137326523', '102.110520402', 'ก้องธรรม มิตรดำรงค์', 'เลขานุการคณะทำงานศูนย์เฉพาะกิจการจัดการศึกษาทางไกล ในสถานการณ์ COVID-19 สพม.17', 1),
(19, '1000101718', 'สพม.ชลบุรี ระยอง', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 9', '2002-11-28 17:00:00', '2089-008310-0', '25/11', 'บางแสน-อ่างศิลา', 'อ่างศิลา', 'เมืองชลบุรี', 'ชลบุรี', 20000, '038397501-5', '038397510', 'http://spm18.go.th/', 'นายสุรชาติ  มานิตย์', '13.332515', '100.922885', 'อมร สุดแสวง', 'ศึกษานิเทศก์', 1),
(20, '1000101719', 'สพม.เลย หนองบัวลำภู', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '2011-11-28 17:00:00', '', '334', '-', 'นาอาน', 'เมืองเลย', 'เลย', 42000, '042870409', '042870409 ต่อ 18', 'www.sesao19.go.th', 'นายไพโรจน์ พรมสอน', '17.461859', '101.7111161', 'นางสาวอรวรรณ  เหล่าคนค้า', 'ผอ.กลุ่มนิเทศ ติดตามและประเมินผลการจัดการศึกษา', 1),
(21, '1000101720', 'สพม.อุดรธานี', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '0002-11-25 17:00:20', '', '79', 'เลี่ยงเมือง', 'บ้านจั่น', 'เมืองอุดรธานี', 'อุดรธานี', 41000, '042123173', '042123174', 'www.sesa20.go.th', 'นายมรกต กลัดสอาด', '17.344627', '102.7793228', 'ดร.อัจฉรา ช่วยนุ่ม', 'รองผู้อำนวยการเขตพื้นที่การศึกษามัธยมศึกษา เขต 20', 1),
(22, '1000101721', 'สพม.หนองคาย', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 10', '0002-11-24 17:09:36', '-', '-', 'มิตรภาพ', 'หนองกอมเกาะ', 'เมืองหนองคาย', 'หนองคาย', 43000, '042421074', '', 'www.spm21.com', 'นายสมใจ  วิเศษทักษิณ', '17.8383521623', '102.751949661', 'นายสมใจ วิเศษทักษิณ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 21', 1),
(23, '1000101722', 'สพม.นครพนม', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 11', '2010-08-17 17:00:00', '-', '42', 'ปิยะมหาราชาลัย', 'ในเมือง', 'เมืองนครพนม', 'นครพนม', 48000, '042513973', '042520940', 'www.secondary22.go.th', 'นายมงคล รุณธาตุ', '17.4037335588', '104.782066909', 'นายกิติศักดิ์  โสตาภา', 'ผู้อำนวยการกลุ่มนิเทศ ติดตามและประเมินผลการจัดการศึกษา', 1),
(24, '1000101723', 'สพม.สกลนคร', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 11', '2009-11-29 17:00:00', '', '508', 'ไอทียู', 'ธาตุเชิงชุม', 'เมืองสกลนคร', 'สกลนคร', 47000, '042728118', '042728119', 'www.sesarea23.go.th/', 'นายศิริศักดิ์ หาดทวายกาญจน์', '17.146449397', '104.155794407', '', '', 1),
(25, '1000101724', 'สพม.กาฬสินธุ์', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 12', '2010-08-16 17:00:00', '', '-', 'ถนนถีนานนท์', 'โพนทอง', 'เมืองกาฬสินธุ์', 'กาฬสินธุ์', 46000, '043810543', '0885577397', 'www.sesao24.go.th/', 'นายชัยวัฒน์ ตั้งพงษ์', '16.4663058635', '103.550593762', '', '', 1),
(26, '1000101725', 'สพม.ขอนแก่น', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 12', '2010-11-28 17:00:00', '', '473', 'มะลิวัลย์', 'บ้านทุ่ม', 'เมืองขอนแก่น', 'ขอนแก่น', 40000, '043009867', '-', 'www.kksec.go.th', 'นายอดิศักดิ์  มุ่งชู', '16.450903', '102.729275', 'นางสุกัญญา  อนรรฆพันธ์', 'ผู้อำนวยการกลุ่มนิเทศ ติดตามและประเมินผลการจัดการศึกษา สพม.25', 1),
(27, '1000101726', 'สพม.มหาสารคาม', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 12', '2002-11-28 17:00:00', '', '134', 'เลี่ยงเมือง มค.-รอ.', 'แวงน่าง', 'เมืองมหาสารคาม', 'มหาสารคาม', 44000, '043777243', '', 'http://www.ses26.go.th', 'นายอดุลย์ศักดิ์ บุญเอนก', '16.158048', '103.3076181', 'ดร.สิทธิพล พหลทัพ', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 26', 1),
(28, '1000101727', 'สพม.ร้อยเอ็ด', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 12', '2010-08-17 17:00:00', '-', '46', 'เทวาภิบาล', 'ในเมือง', 'เมืองร้อยเอ็ด', 'ร้อยเอ็ด', 45000, '043515369', '043512414', 'www.secondary27.go.th', 'ดร.ปราโมทย์ ภูมิพันธ์', '16.053657', '103.657427', '', '', 1),
(29, '1000101728', 'สพม.ศรีสะเกษ ยโสธร', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 13', '2010-09-05 17:00:00', '', '917/20', 'วันลูกเสือ', 'หนองครก', 'เมืองศรีสะเกษ', 'ศรีสะเกษ', 33000, '045613372', '', 'www.mskyt28.info', 'นายภัทรศาสน์  มาสกุล', '15.1126237439', '104.325195551', 'นายชูชาติ  แก้วนอก', 'ผอ. สพม.28', 1),
(30, '1000101729', 'สพม.อุบลราชธานี อำนาจเจริญ', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 13', '2010-11-28 17:00:00', '-', '298', 'เลี่ยงเมือง', 'กุดลาด', 'เมืองอุบลราชธานี', 'อุบลราชธานี', 34000, '045422186', '045422185', 'www.secondary29.go.th', 'นางศิริญา ถาวร ( รักษาราชการแทน ผอ.สพม.29 )', '15.2670044738', '104.926300049', 'นายภัทธศาสน์  มาสกุล', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 29', 1),
(31, '1000101730', 'สพม.ชัยภูมิ', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 14', '2010-08-17 17:00:00', '3699-017425-1', '393/2', 'ชุมชนขี้เหล็กใหญ่', 'ในเมือง', 'เมืองชัยภูมิ', 'ชัยภูมิ', 36000, '044056767', 'fax 044056768-9', 'sesao30.go.th', 'นายสิงห์ศักดิ์ แก้งคำ รองผู้อำนวยการเขตพื้นที่การศึกษา รักษาราชการแทนผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 30', '15.7924122', '102.0105955', 'นายชัยวัฒน์  ตั้งพงษ์', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต30', 1),
(32, '1000101731', 'สพม.นครราชสีมา', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 14', '2010-08-16 17:00:00', '3001-121428-7', '505', 'โคกกรวด-หนองปลิง', 'โคกกรวด', 'เมืองนครราชสีมา', 'นครราชสีมา', 30280, '044305509', '', 'https://sites.google.com/a/mattayom31.go.th/site_2014/home', 'นายกิตติ บุญเชิด', '14.908822', '101.978586', 'นายธนกร วราวิทยาวุฒิ', 'ศึกษานิเทศก์', 1),
(33, '1000101732', 'สพม.บุรีรัมย์', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 13', '2002-11-28 17:00:00', '-', '15', 'นิวาศ', 'ในเมือง', 'เมืองบุรีรัมย์', 'บุรีรัมย์', 31000, '044612408', '', 'www.ssbr.go.th', 'นายรณชัย  สุขสมบูรณ์', '15.0034039738', '103.105069399', '', '', 1),
(34, '1000101733', 'สพม.สุรินทร์', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 11', '2002-11-28 17:00:00', '', '197', '-', 'นอกเมือง', 'เมืองสุรินทร์', 'สุรินทร์', 32000, '044513629', '0885861806', 'http://www.secondary33.go.th', 'นายสำเริง  บุญโต', '14.8738743', '103.4878933', 'นายสำเริง  บุญโต', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษาเขต 33', 1),
(35, '1000101734', 'สพม.เชียงใหม่', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 15', '2011-12-05 17:00:00', '', '-', 'โชตนา', 'ช้างเผือก', 'เมืองเชียงใหม่', 'เชียงใหม่', 50300, '053112974', '053112975', 'www.secondary34.go.th', 'นายสิทธิชัย  มูลเขียน', '18.839639', '98.971448', 'นางสาวอรสา  ดีทุ่ง', 'ศึกษานิเทศก์', 1),
(36, '1000101735', 'สพม.ลำปาง ลำพูน', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล (สุขาภิบาลเดิม)', 'เขตตรวจราชการเขต 15', '2002-11-28 17:00:00', '', '409/1', 'พระเจ้าทันใจ', 'ต้นธงชัย', 'เมืองลำปาง', 'ลำปาง', 52000, '054350789', '054350790', 'http://www.secondary35.go.th/', 'นายประจักษ์ สีหราช', '18.309267', '99.496969', 'นายสรวง ศรีแก้วทุม', 'ศึกษานิเทศก์', 1),
(37, '1000101736', 'สพม.เชียงราย', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 16', '2010-11-27 17:00:00', '57000', '1115/23', 'ไกรสรสิทธิ์', 'เวียง', 'เมืองเชียงราย', 'เชียงราย', 57000, '053601451', '0882581871', 'www.spm36.go.th', 'นายวรพงษ์ สันติวงค์', '19.9142584174', '99.8279678822', 'สุภมาส จินะราช', 'นักวิชาการศึกษา', 1),
(38, '1000101737', 'สพม.แพร่', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 16', '2010-08-16 17:00:00', '', '2', 'ถนนแพร่-ลอง', 'ในเวียง', 'เมืองแพร่', 'แพร่', 54000, '054511137', '054521796', 'http://www.sesa37.go.th', 'นายปัญญา   หาแก้ว (ผอ.สพม.37)', '18.1359317177', '100.133993983', '', '', 1),
(39, '1000101738', 'สพม.สุโขทัย', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 17', '2010-09-15 17:00:00', '-', '138', 'สิงหวัฒน์', 'ธานี', 'เมืองสุโขทัย', 'สุโขทัย', 64000, '055-612-793-5', '055-621-290', 'www.spm38.go.th', 'นายอำนวย อภิชาติตรากูล', '17.0090940915', '99.8311114311', 'นายไตรภูมิ  อ้ายวงค์', 'ศึกษานิเทศก์', 1),
(40, '1000101739', 'สพม.พิษณุโลก อุตรดิตถ์', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 17', '2010-10-31 17:00:00', '65010770041', '1', 'เลี่ยงเมืองพิษณุโลก-สุโขทัย', 'ท่าทอง', 'เมืองพิษณุโลก', 'พิษณุโลก', 65000, '055267235-6', '055267234', 'http://www.secondary39.go.th/', 'นายสุชน  วิเชียรสรรค์', '16.8028854626', '100.20091527', 'นายสุชน วิเชียรสรรค์', 'ผอ.สพม.39', 1),
(41, '1000101740', 'สพม.เพชรบูรณ์', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 17', '0002-11-24 17:00:20', '', '151', '-', 'บ้านโตก', 'เมืองเพชรบูรณ์', 'เพชรบูรณ์', 67000, '056209656', '-', 'www.sec40.go.th', 'นายประทาน  หาดยาว', '16.323756', '101.123911', 'นายประสิทธิ์ อินวรรณา', 'ผอ.สพม.40', 1),
(42, '1000101741', 'สพม.กำแพงเพชร', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 18', '2010-08-23 17:00:00', '-', '41', 'เทศา 1', 'ในเมือง', 'เมืองกำแพงเพชร', 'กำแพงเพชร', 62000, '055-713763', '-', 'http://www.secondary41.go.th/home.html', 'นายอำนวย อภิชาติตรากูล', '16.4789502988', '99.5258519053', 'นายศักดิ์ชัย  เพชรแกมทอง', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 41 ', 1),
(43, '1000101742', 'สพม.นครสวรรค์', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบจ.', 'เขตตรวจราชการเขต 18', '2009-11-29 17:00:00', '', '105/30', 'นครสวรรค์ - พิษณุโลก', 'วัดไทร', 'เมืองนครสวรรค์', 'นครสวรรค์', 60000, '056220231', '056228845', 'www.secondary42.obec.go.th', 'นายบุญชอบ โตคำ', '15.7213781222', '100.118536949', 'นายวัชรพัฐ มะธิตะโน', 'ศึกษานิเทศก์', 1),
(44, '1010010000', 'สพป.กรุงเทพมหานคร', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'กทม.', 'เขตตรวจราชการส่วนกลาง', '2010-08-17 17:00:00', '-', '-', 'ศรีอยุธยา', 'ทุ่งพญาไท', 'เขตราชเทวี', 'กรุงเทพมหานคร', 10400, '023545252', '023545257', 'http://www.bkkp.go.th/bkp/index.php', 'นายสุรชัย  ทองทวี', '13.760223', '100.528875', 'นางสาวฆอนิมะฮ์ พูลสุข', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษากรุงเทพมหานคร รักษาราชการแทน ผอ เขต', 1),
(45, '1011010000', 'สพป.สมุทรปราการ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 3', '2003-07-23 17:00:00', '', '34/2', 'สุขุมวิท', 'ปากน้ำ', 'เมืองสมุทรปราการ', 'สมุทรปราการ', 10270, '02 3848088-92', '023716094', 'http://www.samutprakan1.go.th', 'นายชูชาติ  แก้วนอก', '13.6224990327', '100.589087285', '', '', 1),
(46, '1011020000', 'สพป.สมุทรปราการ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 3', '2002-11-28 17:00:00', '11030462526', '1/3', 'สุขาภิบาล', 'บางพลีใหญ่', 'บางพลี', 'สมุทรปราการ', 10540, '023300141', '023300142-4', '202.143.169.210/samutprakan2', 'นายทศพร  ถือพุดซา', '13.6093479', '100.7040115', 'นายมงคลชัย รัตนอ่อน', 'รอง ผอ.สพป.สมุทรปราการ เขต 2', 1),
(47, '1012010000', 'สพป.นนทบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 4', '2003-07-06 17:00:00', '', '-', 'รัตนาธิเบศร์', 'บางกระสอ', 'เมืองนนทบุรี', 'นนทบุรี', 11000, '025911301-4', '025911305', '้http://nonedu1.org', 'นายนพพร  มากคงแก้ว', '13.8625655677', '100.516276439', 'ทนงศักดิ์ ศรีคุณพัฒน์ ', 'รองผู้อำนวยการสำนักงานเขตพื้นที่ประถมศึกษานนทบุรีเขต 1', 1),
(48, '1012020000', 'สพป.นนทบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 1', '2003-07-06 17:00:00', '1203-035593-3', '79/4', 'กาญจนาภิเษก', 'เสาธงหิน', 'บางใหญ่', 'นนทบุรี', 11140, '025950530-4', '', 'http://www.nonedu2.net', 'นางธรรมพร แข็งกสิการ', '13.8786051091', '100.403943679', '', '', 1),
(49, '1013010000', 'สพป.ปทุมธานี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 1', '0002-11-26 17:00:20', '', '-', 'ปทุมธานี-สามโคก', 'บางปรอก', 'เมืองปทุมธานี', 'ปทุมธานี', 12000, '025811885', '025933627', 'www.pathum1.go.th', 'นายสมบัติ จันทร์มีชัย', '14.02353', '100.52508', 'นางสาวประไพ รุจิฉาย', 'นักวิเคราะห์นโยบายและแผนชำนาญการ รักษาการในตำแหน่ง ผู้อำนวยการกลุ่มส่งเสริมการศึกษาทางไกล เทคโนโลยีสารสนเทศและการสื่อสาร', 1),
(50, '1013020000', 'สพป.ปทุมธานี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 1', '0002-11-26 17:00:20', '', '99', 'ถ.วิภาวดีรังสิต', 'คูคต', 'ลำลูกกา', 'ปทุมธานี', 12130, '025233348 ต่อ 110', '025233531', '', 'ว่าง', '13.953511', '100.6184869', '', '', 1),
(51, '1014010000', 'สพป.พระนครศรีอยุธยา เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 1', '2002-11-28 17:00:00', '-', '222/242', 'อยุธยา - อ่างทอง', 'ลุมพลี', 'พระนครศรีอยุธยา', 'พระนครศรีอยุธยา', 13000, '035268541', '035268542', 'www.aya1.go.th', 'นายดำริ  งิมสันเทียะ', '14.3774651282', '100.541819965', 'นายดำหริ  งิมสันเทียะ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาพระนครศรีอยุธยา เขต 1', 1),
(52, '1014020000', 'สพป.พระนครศรีอยุธยา เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 4', '2003-07-06 17:00:00', '', '43/20', 'ถนนกิตติขจร', 'สามกอ', 'เสนา', 'พระนครศรีอยุธยา', 13110, '035203149', '035201325', 'http://www.ayutthaya2.go.th/', 'นายบูรพา  พรหมสิงห์', '14.323613', '100.404192', 'นายนรินทร์  เชาว์ประสิทธิ์', 'รอง ผอ.สพป.อยุธยา เขต 2 รักษาราชการแทน ผอ.สพป.อยุธยา เขต 2', 1),
(53, '1015010000', 'สพป.อ่างทอง', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 2', '2003-07-06 17:00:00', '-', '-', 'เทศบาล 4', 'บางแก้ว', 'เมืองอ่างทอง', 'อ่างทอง', 14000, '035612191', '035611371', 'www.atg.go.th', 'นายมโน  ชุนดี', '14.5896172907', '100.456843302', 'สมคิด  ชีระภากร', 'นักวิเคราะห์นโยบายและแผนชำนาญการ ปฏิบัติหน้าที่ผู้อำนวยการกลุ่มส่งเสริมการศึกษาทางไกลเทคโนโลยีสารสนเทศและการสื่อสาร', 1),
(54, '1016010000', 'สพป.ลพบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 1', '0003-07-04 17:17:56', '', '111', 'พระปิยะ', 'ป่าตาล', 'เมืองลพบุรี', 'ลพบุรี', 15000, '036411730', '036421906', 'www.lopburi1.go.th', 'นายมานพ  ษมาวิมล', '14.7826307828', '100.649087315', 'นางเบ็ญจมาศ อินทร์ฤทธิ์', 'ศึกษานิเทศก์', 1),
(55, '1016020000', 'สพป.ลพบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 3', '2003-07-06 17:00:00', '', '8/1', 'สุระนารายณ์', 'ชัยนารายณ์', 'ชัยบาดาล', 'ลพบุรี', 15130, '036771494', '036771497', 'www.lopburi2.go.th', 'ดร.ต่อศักดิ์  บุญเสือ', '15.20395', '101.0924', 'ดร.มโน  ชุนดี', 'ผอ.สพป.ลพบุรี เขต 2', 1),
(56, '1017010000', 'สพป.สิงห์บุรี', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 2', '2003-07-25 17:00:00', '-', '-', 'สิงห์บุรี-สุพรรณบุรี', 'บางพุทรา', 'เมืองสิงห์บุรี', 'สิงห์บุรี', 16000, '036511417', '036522923', 'http://www.singprimary.go.th/singareanew/', 'ดร.พิเชฐร์  วันทอง', '14.880406', '100.403229', 'นางสาวรัตน์วดี เฮงสุพัฒนโชค', 'นักวิเคราะห์นโยบายและแผน', 1),
(57, '1018010000', 'สพป.ชัยนาท', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 1', '2002-11-28 17:00:00', '', '1', 'ถนนวิเชียรปราการ', 'ในเมือง', 'เมืองชัยนาท', 'ชัยนาท', 17000, '056411639', '056412251', 'http://www.cnt.go.th', 'นางสาวลออ วิลัย', '15.18499', '100.122885', 'นางสาวลออ  วิลัย', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาชัยนาท', 1),
(58, '1019010000', 'สพป.สระบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 1', '2003-07-06 17:00:00', '', '1', 'มิตรภาพ', 'ปากเพรียว', 'เมืองสระบุรี', 'สระบุรี', 18000, '036351800', '036351804', 'http://www.srb1.go.th/', 'นายดำเนิน เพียรค้า', '14.530017', '100.93799', '', '', 1),
(59, '1019020000', 'สพป.สระบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 11', '1999-11-29 17:00:00', '', '313', 'แก่งคอย-บ้านนา', 'บ้านป่า', 'แก่งคอย', 'สระบุรี', 18110, '0-3635-8612-6', '', 'http://www.saraburi2.org/', 'ดร.สมเกียรติ ชิดไธสง', '14.5763908', '101.013446', 'นายสุภัทรชัย กระสินหอม', 'ศึกษานิเทศก์', 1),
(60, '1020010000', 'สพป.ชลบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 8', '2002-11-28 17:00:00', '-', '162/6', 'ถ.พระยาสัจจา', 'บ้านสวน', 'เมืองชลบุรี', 'ชลบุรี', 20000, '0 3879 2010', '0 3828 8757 ต่อ 21', 'www.chon1.go.th', 'นายเต็ม  เสืออ่วม', '13.3521262406', '100.976090133', 'นายเต็ม เสืออ่วม', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาชลบุรี เขต 1', 1),
(61, '1020020000', 'สพป.ชลบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 9', '2003-07-13 17:00:00', '', '-', 'พนัสนิคม-ทุ่งเหียง', 'บ้านช้าง', 'พนัสนิคม', 'ชลบุรี', 20140, '038474630', '038474636', '', 'นายเอกวัสส์ อุษณีษ์พันธุ์', '13.4296264928', '101.199181679', 'นายเอกวัสส์ อุษณีษ์พันธ์ุ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาชลบุรี เขต ๒', 1),
(62, '1020030000', 'สพป.ชลบุรี เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 11', '0002-11-26 17:00:20', '', '14/42', 'สุขุมวิท', 'บางละมุง', 'บางละมุง', 'ชลบุรี', 20150, '038234218', '038234190', 'www.chon3.go.th', 'นายบุญเพ็ชร  วันนา', '13.0429082', '100.9268494', 'นายวันชัย บุญทอง', 'ผู้อำนวยการเขตพื่นที่การศึกษาประถมศึกษาชลบุรี เขต 3', 1),
(63, '1021010000', 'สพป.ระยอง เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 9', '2003-07-06 17:00:00', '', '1/24', 'บางจาก', 'เชิงเนิน', 'เมืองระยอง', 'ระยอง', 21000, '038-613651', '038619121', 'http://www.rayong1.go.th/main4.0/', 'นายสุพรรณ  หารธุจิต', '12.6695089331', '101.272831577', 'นางเจือศรี พูนพิพัฒน์ ', ' รอง ผอ.สพป.ระยอง เขต 1', 1),
(64, '1021020000', 'สพป.ระยอง เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 8', '0002-11-22 17:09:36', '', '99/1', 'สุขุมวิท', 'วังหว้า', 'แกลง', 'ระยอง', 21110, '038671180', '', 'www.rayong2.go.th', 'นายธันวา  ลิ่มสถาพร', '12.7685131846', '101.632295251', 'นายธันวา ลิ่มสถาพร ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาระยอง เขต 2 ', 1),
(65, '1022010000', 'สพป.จันทบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 9', '2002-11-27 17:00:00', '', '1', 'ตากสิน', 'ตลาด', 'เมืองจันทบุรี', 'จันทบุรี', 22000, '039321088', '', 'www.chan1.go.th', 'นายสมชาย อรุณธัญญา (รักษาราชการแทน)', '12.597661', '102.095653', 'นายสุทธิ สุวรรณปาล', 'ผู้อำนวยการกลุ่มนิเทศ ติดตาม และประเมินผลการจัดการศึกษา', 1),
(66, '1022020000', 'สพป.จันทบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 9', '2003-07-06 17:00:00', '', '1051/3', 'ท่าแฉลบ', 'ตลาด', 'เมืองจันทบุรี', 'จันทบุรี', 22000, '039311117', '039322090', 'http://chan2.obec.go.th/', 'นางสาวรัตนา อยู่สวัสดิ์', '12.5944329', '102.0945744', 'นางสาวรัตนา อยู่สวัสดิ์', 'ผอ.สพป.จันทบุรี เขต2', 1),
(67, '1023010000', 'สพป.ตราด', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 9', '0002-11-25 17:09:36', '', '356', 'สุขุมวิท', 'วังกระแจะ', 'เมืองตราด', 'ตราด', 23000, '039522816', '039520229', 'http://tratedu.go.gh', 'นายอัมพล  หันทยุง', '12.267223724', '102.498151213', 'นางสุชีรา นามเกียรติ ', 'นักจัดการงานทั่วไปชำนาญการ', 1),
(68, '1024010000', 'สพป.ฉะเชิงเทรา เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 8', '0002-11-25 17:17:56', '-', '-', 'ถนนเลี่ยงเมือง', 'บางตีนเป็ด', 'เมืองฉะเชิงเทรา', 'ฉะเชิงเทรา', 24000, '038981627', '', 'http://www.padriew1.com/', 'นายพรหมินทร์ ศรีหมื่นไวย', '13.6587452654', '101.079521477', 'นายเอกวัฒน์ ล้อสุนิรันดร์', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาฉะเชิงเทรา เขต 1', 1),
(69, '1024020000', 'สพป.ฉะเชิงเทรา เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 3', '2003-07-06 17:00:00', '', '209', '-', 'เกาะขนุน', 'พนมสารคาม', 'ฉะเชิงเทรา', 24120, '038551456', '', 'http://www.ccs2.go.th', 'นายวิสูตร  เจริญวงษ์', '13.7112457424', '101.385080709', 'นายวิสูตร  เจริญวงษ์', 'ผอ.สพป.ฉะเชิงเทรา เขต 2', 1),
(70, '1025010000', 'สพป.ปราจีนบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 8', '2002-11-28 17:00:00', '', '814', 'ปราจีนอนุสรณ์', 'หน้าเมือง', 'เมืองปราจีนบุรี', 'ปราจีนบุรี', 25000, '037-214440', '037-211362', 'http://www.prachin1.go.th', 'ดร.วิเศษ พลอาจทัน', '14.048197', '101.371042', '', '', 1),
(71, '1025020000', 'สพป.ปราจีนบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 3', '2008-08-13 17:00:00', '', '998', 'ฉะเชิงเทรา-นครราชสีมา', 'กบินทร์', 'กบินทร์บุรี', 'ปราจีนบุรี', 25110, '037-280286', '037-280287', 'www.prachinburi2.go.th', 'นายประกิจ พุ่มพฤกษ์', '13.9454735532', '101.711481831', 'นายสุชีพ  ช่วยแก้ว', 'รองผู้อำนวยการสำนักงานเขตพื้นที่ รักษาราชการแทน ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาปราจีนบุรี เขต 2', 1),
(72, '1026010000', 'สพป.นครนายก', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 3', '2003-07-15 17:00:00', '', '182/89', '-', 'ท่าช้าง', 'เมืองนครนายก', 'นครนายก', 26000, '037313628', '', 'edunayok.org', 'นายพิเชษฐ์  นนท์พละ', '14.211432413', '101.201565085', 'นายพิเชษฐ์  นนท์พละ', 'ผอ.เขต', 1),
(73, '1027010000', 'สพป.สระแก้ว เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 3', '0002-11-23 17:09:36', '-', '-', '-', 'ท่าเกษม', 'เมืองสระแก้ว', 'สระแก้ว', 27000, '037425468', '037425423', 'www.sk1edu.go.th', 'นางสาวกาญจนา เปรมภิรักษา', '13.8012483', '102.1197081', 'นางสาวอรวรรณ พิมพ์พระธรรม', 'ศึกษานิเทศก์', 1),
(74, '1027020000', 'สพป.สระแก้ว เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 3', '2003-08-16 17:00:00', '', '0', 'สุวรรณศร', 'อรัญประเทศ', 'อรัญประเทศ', 'สระแก้ว', 27120, '037232263', '', 'www.skarea2.go.th', 'นายกำพล  กระมล', '13.691821521', '102.502537392', 'นายไพบูลย์ ประเสริฐสรรค์', ' ศึกษานิเทศก์', 1),
(75, '1030010000', 'สพป.นครราชสีมา เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '2003-07-06 17:00:00', '', '636', 'เพชรมาตุคลา', 'หัวทะเล', 'เมืองนครราชสีมา', 'นครราชสีมา', 30000, '0909193441', '044220972', 'koratedu.info', 'นายพิสิษฐ์  ชดกิ่ง', '14.9744689776', '102.150151291', '', '', 1),
(76, '1030020000', 'สพป.นครราชสีมา เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '2003-07-05 17:00:00', '', '563', 'เพชรมาตุคลา', 'จักราช', 'จักราช', 'นครราชสีมา', 30230, '044399055', '044399015', 'www.korat2.go.th', 'นายสง่า จันทร์วิเศษ', '15.0151618769', '102.410282046', 'นายสรายุทธ กล้าไพรี', 'รกน.ผอ.กลุ่มส่งเสริมการศึกษาทางไกลฯ', 1),
(77, '1030030000', 'สพป.นครราชสีมา เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '2003-11-28 17:00:00', '', '-', 'สุขาภิบาล14', 'แชะ', 'ครบุรี', 'นครราชสีมา', 30250, '044445161', '044449021', 'http://korat3.go.th/', 'ดร.กิตติพงศ์  โด่งพิมาย', '14.5233974734', '102.249541842', '', '', 1),
(78, '1030040000', 'สพป.นครราชสีมา เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 13', '2003-07-06 17:00:00', '30200447751', '345', 'มิตรภาพ', 'ลาดบัวขาว', 'สีคิ้ว', 'นครราชสีมา', 30340, '044416991', '044416994', 'www.korat4.go.th', 'นายปราโมทย์  แสนกล้า', '14.856694', '101.670357', 'นางสาวนวรัตน์  รัตนศรีวอ', 'ศึกษานิเทศก์', 1),
(79, '1030050000', 'สพป.นครราชสีมา เขต 5', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '2003-07-06 17:00:00', '-', '118', 'ด่านขุนทด-หนองสรวง', 'ด่านขุนทด', 'ด่านขุนทด', 'นครราชสีมา', 30210, '044208148', '044208147', 'www.korat5.go.th', 'นายพรหมินทร์  ศรีหมื่นไวย', '15.2065422221', '101.776165255', 'ดร.พรหมินทร์ ศรีหมื่นไวย', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษานครราชสีมา เขต 5', 1),
(80, '1030060000', 'สพป.นครราชสีมา เขต 6', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 14', '0002-11-22 17:00:20', '', '666', 'นิเวศน์รัตน์', 'ด่านช้าง', 'บัวใหญ่', 'นครราชสีมา', 30120, '044461672', '', 'www.nma6.go.th', 'นายฐานันดร บรรดาศักดิ์', '15.6048317', '102.4101468', 'นายแสน กังประโคน', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษานครราชสีมา เขต 6', 1),
(81, '1030070000', 'สพป.นครราชสีมา เขต 7', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 13', '2003-07-25 17:00:00', '3017-043869-4', '227', 'พิมาย-ชุมพวง', 'ประสุข', 'ชุมพวง', 'นครราชสีมา', 30270, '044300178', '044300175', 'www.korat7.go.th', 'นายบุญหมั่น  ค้าทอง  (รอง ผอ.ฯรก.ผอ.)', '15.3208293349', '102.724660448', 'นายประกิจ  พุ่มพฤกษ์', 'ผอ.สพป.นครราชสีมา เขต 7', 1),
(82, '1031010000', 'สพป.บุรีรัมย์ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 14', '2002-11-28 17:00:00', '-', '50', 'อิสาณ', 'ในเมือง', 'เมืองบุรีรัมย์', 'บุรีรัมย์', 31000, '044613013', '044620277', 'www.brm1.go.th', '-', '14.997651', '103.11445', 'นายประยงค์  เลาลักษณ์จรรยา', 'รอง ผอ.สพป.บุรีรัมย์ เขต ๑  รักษาราชการแทน ผอ.สพป. บุรีรัมย์ เขต 1', 1),
(83, '1031020000', 'สพป.บุรีรัมย์ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 14', '1999-11-29 17:00:00', '', '-', 'อำนวยกิจ', 'ประโคนชัย', 'ประโคนชัย', 'บุรีรัมย์', 31140, '', '', 'www.br2.go.th', 'นางภานิชา อินทร์ช้าง', '14.6127166947', '103.078397512', 'นายเสริมฤทธิ์  หวายฤทธิ์ธนกุล', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาบุรีรัมย์ เขต 2', 1),
(84, '1031030000', 'สพป.บุรีรัมย์ เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 13', '2002-11-28 17:00:00', '', '77', 'โชคชัย-เดชอุดม', 'นางรอง', 'นางรอง', 'บุรีรัมย์', 31110, '044634541', '044634548', 'https://sites.google.com/a/brm3.go.th/buriram3/', 'นายสุชิต  ชมภูวงศ์', '14.6311135', '102.643723', 'นายสุชิต  ชมภูวงศ์  ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาบุรีรัมย์ เขต 3', 1),
(85, '1031040000', 'สพป.บุรีรัมย์ เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 14', '2003-07-06 17:00:00', '', '0', 'อภัยราษฎร์', 'พุทไธสง', 'พุทไธสง', 'บุรีรัมย์', 31120, '044689050', '044689095', 'https://buriram4.go.th/', 'นายศักดา จันทร์ฝอย', '15.5478656', '102.9931386', '', '', 1),
(86, '1032010000', 'สพป.สุรินทร์ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 14', '2003-11-29 17:00:00', '-', '348', 'สุรินทร์ - ปราสาท', 'นอกเมือง', 'เมืองสุรินทร์', 'สุรินทร์', 32000, '0-4451-3245', '0-4451-8351', '', 'นายคำปุ่น  บุญเชิญ', '14.868297', '103.483051', 'นายประจักษ์   สระแก้ว', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาสุรินทร์ เขต 1', 1),
(87, '1032020000', 'สพป.สุรินทร์ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '2004-07-06 17:00:00', '-', '219', 'ศรีรัตน์', 'รัตนบุรี', 'รัตนบุรี', 'สุรินทร์', 32130, '044599270', '044598896', 'www.srn2.go.th', 'นายณรงศักดิ์   เหมือนชาติ', '15.317076', '103.851633', 'นายอรรถพล  ชาติรัมย์', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาสุรินทร์ เขต 2 ', 1),
(88, '1032030000', 'สพป.สุรินทร์ เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '2003-07-31 17:00:00', '-', '-', 'โชคชัย - เดชอุดม', 'กังแอน', 'ปราสาท', 'สุรินทร์', 32140, '044551333', '044552347', '้http://www.surin3.go.th/', 'นางภานิชา อินทร์ช้าง', '14.6307656', '103.4070689', '', '', 1),
(89, '1033010000', 'สพป.ศรีสะเกษ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 14', '2003-06-30 17:00:00', '3399-005224-1', '360', 'รัตนวงษา', 'หนองครก', 'เมืองศรีสะเกษ', 'ศรีสะเกษ', 33000, '045611818', '0864616472', 'www.sisaketedu1.go.th', 'ว่าที่ร้อยตรีทวีศักดิ์ นามศรี', '15.1087607428', '104.326450047', '', '', 1),
(90, '1033020000', 'สพป.ศรีสะเกษ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 14', '0002-11-22 17:17:56', '-', '-', 'ศรีอุทุมพร', 'กำแพง', 'อุทุมพรพิสัย', 'ศรีสะเกษ', 33120, '045691532', '045691533', 'www.osea2.go.th', 'นายธีระพงศ์  บุศบงก์', '15.1123403581', '104.1470486', 'นายสมยงค์  บุญพบ', 'ผอ.กลุ่ม ICT', 1),
(91, '1033030000', 'สพป.ศรีสะเกษ เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 11', '0002-11-26 17:17:56', '', '69', 'ศรีสะเกษ-ขุขันธ์', 'หนองฉลอง', 'ขุขันธ์', 'ศรีสะเกษ', 33140, '045671259', '', 'www.ssk3.go.th', 'นายไพบูลย์ ศรีสุธรรม', '14.693475', '104.200543', 'ว่าที่ร้อยตรีสำรวย นกงาม', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาศรีสะเกษ เขต 3 รักษาราชการแทนผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาศรีสะเกษ เขต 3', 1),
(92, '1033040000', 'สพป.ศรีสะเกษ เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 13', '0002-11-26 17:00:20', '', '-', 'กันทรลักษ์ ศรีสะเกษ', 'กระแชง', 'กันทรลักษ์', 'ศรีสะเกษ', 33110, '045810561', '045810565', 'www.sskedu4.go.th', 'นายเสนีย์  เรืองฤทธิ์ราวี', '14.6712242', '104.5953298', 'นายเสนีย์ เรืองฤทธิ์ราวี', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาศรีสะเกษ เขต 4', 1),
(93, '1034010000', 'สพป.อุบลราชธานี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 13', '2002-11-27 17:00:00', '', '199', 'สุรศักดิ์', 'ในเมือง', 'เมืองอุบลราชธานี', 'อุบลราชธานี', 34000, '045242323', '045250417', 'http://www.ubn1.go.th', 'นายถาวร  คูณิรัตน์', '15.229654872', '104.853985344', 'นายถาวร  คูณิรัตน์', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาอุบลราชธานีเขต 1', 1),
(94, '1034020000', 'สพป.อุบลราชธานี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 14', '2003-07-06 17:00:00', '', '-', 'ตระการ-พนา', 'ขุหลุ', 'ตระการพืชผล', 'อุบลราชธานี', 34130, '045482411', '045482413', 'www.ubon2-ed.go.th', 'นายวิชัย  แสงศรี', '15.6156158351', '105.017124624', '', '', 1),
(95, '1034030000', 'สพป.อุบลราชธานี เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 14', '2002-11-24 17:00:00', '', '79', 'สถิตย์นิมานกาล', 'โพธิ์ไทร', 'พิบูลมังสาหาร', 'อุบลราชธานี', 34110, '045426546', '', 'www.ubon3.go.th', 'ดร.ไตรรัตน์ โคสะสุ', '15.2278761624', '105.182964745', 'นายไตรรัตน์  โคสะสุ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาอุบลราชธานีเขต 3', 1),
(96, '1034040000', 'สพป.อุบลราชธานี เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 13', '0002-11-25 17:17:56', 'ไม่ทราบ', '0', 'คำน้ำแซบ', 'วารินชำราบ', 'วารินชำราบ', 'อุบลราชธานี', 34190, '045-321962', '045-321907', '-', 'นายเธียนไท คำล้าน', '15.200184', '104.8630174', 'นายเธียนไท  คำล้าน', 'ผู้อำนวยการเขตพื้นที่การศึกษาประถมศึกษาอุบลราชธานี เขต 4', 1),
(97, '1034050000', 'สพป.อุบลราชธานี เขต 5', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '2003-06-14 17:00:00', '', '-', 'สถลมาร์ค', 'เมืองเดช', 'เดชอุดม', 'อุบลราชธานี', 34160, '0864681931', '0864681934', 'http://www.ubon5.go.th', 'นายธนาดุลย์  แสนทวีสุข', '14.9416491581', '105.032594534', 'นายธนาดุลย์  แสนทวีสุข', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาอุบลราชธานี เขต 5', 1),
(98, '1035010000', 'สพป.ยโสธร เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '0002-11-26 17:00:20', '_', '111', 'แจ้งสนิท', 'สำราญ', 'เมืองยโสธร', 'ยโสธร', 35000, '045712531', '045712532', 'www.yst1.go.th', 'นายอดุลย์  กองทอง', '15.8163889326', '104.127775504', 'นายพงษ์ศักดิ์ บรรใดทอง', 'รอง ผอ.สพป.ยโสธร เขต 1', 1),
(99, '1035020000', 'สพป.ยโสธร เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 13', '2003-07-05 17:00:00', '35970017442', '382', 'วารีราชเดช', 'กุดชุม', 'กุดชุม', 'ยโสธร', 35140, '045789103', '045789477', 'http://202.143.189.98', 'นายวรรณสิทธิ์  คำเพราะ', '16.0332367368', '104.338264985', 'นายวรรณสิทธิ์  คำเพราะ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษายโสธร เขต 2', 1),
(100, '1036010000', 'สพป.ชัยภูมิ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 14', '0003-07-03 17:09:36', '', '-', '-', 'ในเมือง', 'เมืองชัยภูมิ', 'ชัยภูมิ', 36000, '044811658', '044811652', 'http://www.chaiyaphum1.go.th', 'นายธนชน มุทาพร', '15.8097085628', '102.025446756', 'นายธนชน  มุทาพร', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาชัยภูมิ เขต 1', 1),
(101, '1036020000', 'สพป.ชัยภูมิ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 14', '2002-11-28 17:00:00', '', '333', 'บ้านโนนทรายคำ', 'ผักปัง', 'ภูเขียว', 'ชัยภูมิ', 36110, '044861930', '044861930', 'www.chaiyaphum2.go.th', 'นายมนัส เจียมภูเขียว', '16.3752126084', '102.12538128', 'นายมนัส  เจียมภูเขียว', 'ผอ.สพป.ชัยภูมิ เขต 2', 1),
(102, '1036030000', 'สพป.ชัยภูมิ เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 14', '2003-07-05 17:00:00', '-', '-', 'ชัยภูมิ-สีคิ้ว', 'หนองบัวใหญ่', 'จัตุรัส', 'ชัยภูมิ', 36130, '044056385', '044056386', 'www.chaiyaphum3.go.th', 'นายนิวัฒน์  แก้วเพชร', '15.5735696529', '101.85863589', 'สุพิชชา  ต่อสกุล', 'ศึกษานิเทศก์', 1),
(103, '1037010000', 'สพป.อำนาจเจริญ', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 13', '0002-11-25 17:09:36', '-', '230', '-', 'บุ่ง', 'เมืองอำนาจเจริญ', 'อำนาจเจริญ', 37000, '045511019', '045511917', 'www.amnat-ed.go.th', 'นายธนัญชัย  สายสุด', '15.8779313125', '104.621491134', 'นายธนัญชัย  สายสุด', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาอำนาจเจริญ', 1),
(104, '1038010000', 'สพป.บึงกาฬ', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '2003-07-15 17:00:00', '-', '511', 'ชาญสินธุ์', 'วิศิษฐ์', 'เมืองบึงกาฬ', 'บึงกาฬ', 38000, '042491247', '042492121', 'http://www.bki.ictbk.net', 'นายอนุกูล ทองนุ้ย', '18.3735312991', '103.647015765', 'นายสุรชัย โพธิ์คำ', 'ศึกษานิเทศก์', 1),
(105, '1039010000', 'สพป.หนองบัวลำภู เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 10', '0002-11-26 17:17:56', '', '113/4', 'หนองบัวลำภู - เลย', 'ลำภู', 'เมืองหนองบัวลำภู', 'หนองบัวลำภู', 39000, '042360659', '042360660', 'http://www.nb1.go.th', 'นางละออตา พงษ์ฤทัศน์', '17.2173845317', '102.427060604', 'นายคำบุญ  โพธิ์ดา', 'ศึกษานิเทศก์', 1),
(106, '1039020000', 'สพป.หนองบัวลำภู เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '2002-11-28 17:00:00', '', '-', 'อุดร-เลย', 'นากลาง', 'นากลาง', 'หนองบัวลำภู', 39170, '042359564', '042359565', 'www.nb2.go.th', 'นายกัมปนาท  ศรีเชื้อ', '17.3092189876', '102.186105243', 'นายกัมปนาท ศรีเชื้อ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาหนองบัวลำภู เขต 2', 1),
(107, '1040010000', 'สพป.ขอนแก่น เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 12', '0002-11-26 17:17:56', '', '264', 'ศูนย์ราชการ', 'ในเมือง', 'เมืองขอนแก่น', 'ขอนแก่น', 40000, '043246663', '043246664', 'www.kkzone1.go.th', 'ดร.ภูมิพัทธ  เรืองแหล่', '16.4430485679', '102.833838992', 'นายภูมิพัทธ เรืองแหล่', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาขอนแก่น เขต1', 1),
(108, '1040020000', 'สพป.ขอนแก่น เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 12', '0002-11-26 17:09:36', '-', '--', 'มิตรภาพ', 'บ้านไผ่', 'บ้านไผ่', 'ขอนแก่น', 40110, '043274179', '', '', 'นายเชิดศักดิ์  ศรีสง่าชัย', '16.054056808', '102.713920173', '', '', 1),
(109, '1040030000', 'สพป.ขอนแก่น เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 11', '2002-11-28 17:00:00', '-', '-', 'เมืองพล-ชัยภูมิ', 'ลอมคอม', 'พล', 'ขอนแก่น', 40120, '043415104', '043009696', 'http://kkn3.go.th/', 'นายสะนอง  สุดสะอาด', '15.809974', '102.585117', 'นางสาวกนกพร  อัครพิเชษฐ์', 'นักวิชาการคอมพิวเตอร์', 1),
(110, '1040040000', 'สพป.ขอนแก่น เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 12', '2003-07-06 17:00:00', '', '86', 'มิตรภาพ', 'น้ำพอง', 'น้ำพอง', 'ขอนแก่น', 40310, '043-441806', '043-441913', 'khonkaen4.go.th', 'นายศุภสิน ภูศรีโสม', '16.730191', '102.803438', '', '', 1),
(111, '1040050000', 'สพป.ขอนแก่น เขต 5', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 12', '2002-07-06 17:00:00', '40960106910', '120', 'มลิวรรณ', 'ชุมแพ', 'ชุมแพ', 'ขอนแก่น', 40130, '043312505', '043312850', 'http://www.kkn5.go.th', 'นายวสันต์  สัตยคุณ', '16.55207', '102.08335', 'นายวสันต์  สัตยคุณ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาขอนแก่น เขต ๕', 1),
(112, '1041010000', 'สพป.อุดรธานี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 10', '2002-11-26 17:00:00', '', '7/7', 'โพศรี', 'หมากแข้ง', 'เมืองอุดรธานี', 'อุดรธานี', 41000, '042-222041', '042-222662', 'www.udn1.go.th', 'นายภัญญู  ภูริศรี', '17.412519', '102.7802263', 'นางเอื้อมพรพิชญ์ แสงศิลา', 'ศึกษานิเทศก์', 1),
(113, '1041020000', 'สพป.อุดรธานี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '2003-07-25 17:00:00', '-', '505', 'อุ่มจาน', 'กุมภวาปี', 'กุมภวาปี', 'อุดรธานี', 41110, '042334575', '', 'http://www.udesa2.go.th', 'นายพรชัย  โพคันโย', '17.1132013', '103.0150799', 'นายปราโมทย์  พละจิต', 'นักวิเคราะห์นโยบายและแผน', 1),
(114, '1041030000', 'สพป.อุดรธานี เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '2003-07-15 17:00:00', '-', '265', 'เทศบาล 1', 'หนองหาน', 'หนองหาน', 'อุดรธานี', 41130, '042261156', '042261186', 'www.udonthani3.go.th', 'นายรัฐอิสรา กงวงษ์', '17.3613677014', '103.108418137', 'นายบุญกอง  บุดดีคำ  (ได้รับมอบหมาย)', 'ศึกษานิเทศก์', 1),
(115, '1041040000', 'สพป.อุดรธานี เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '0002-11-26 17:00:20', '', '25', 'ศูนย์ราชการ', 'บ้านผือ', 'บ้านผือ', 'อุดรธานี', 41160, '042282770', '', 'www.udon4.go.th', 'นายวิทยา  ปะวะโข', '17.68767', '102.47382', 'นายบุญโรม ปัญญากุล', 'ศึกษานิเทศก์ ปฏิบัติหน้าที่ เลขานุการ คณะกรรมการเศูนย์ฉพาะกิจฯ COVID-19 สพป.อุดรธานี เขต 4', 1),
(116, '1042010000', 'สพป.เลย เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '2002-11-29 17:00:00', '', '123', 'เลย-เชียงคาน', 'เมือง', 'เมืองเลย', 'เลย', 42000, '0-4281-3112 -4', '', 'www.loei1.go.th', 'นายรอง  ปัญสังกา', '17.5539514066', '101.727846446', 'นายมณฑล​ พร้อม​สัน​เที​ยะ​', 'รก.ผอ. กลุ่ม​ส่งเสริม​การศึกษา​ทางไกล​ฯ​', 1),
(117, '1042020000', 'สพป.เลย เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 10', '0002-11-26 17:00:20', '', '256', 'มลิวรรณ', 'ศรีสงคราม', 'วังสะพุง', 'เลย', 42130, '042810905', '042810906', 'www.loei2.go.th', 'นายพลชัย  ชุมปัญญา', '17.2895075315', '101.775126904', 'นายพานิชย์  ทันตาหะ', 'ศึกษานิเทศก์', 1),
(118, '1042030000', 'สพป.เลย เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 10', '2008-05-17 17:00:00', '-', '439', 'เลย-ด่านซ้าย', 'โคกงาม', 'ด่านซ้าย', 'เลย', 42120, '042810495', '', 'www.loei3.go.th', 'นายพิสุทธิ์  แสนเมือง', '17.4339331', '101.2767581', 'นางเพชรี ชัยมูล', 'ศึกษานิเทศก์', 1),
(119, '1043010000', 'สพป.หนองคาย เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 10', '2003-07-06 17:00:00', '', '-', 'ศูนย์ราชการ', 'หนองกอมเกาะ', 'เมืองหนองคาย', 'หนองคาย', 43000, '042411332', '', 'www.nkedu1.go.th', 'นายอภิชัย ทำมาน', '17.8657190262', '102.740329206', 'นายอนันต์ พันนึก', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาหนองคาย เขต 1', 1),
(120, '1043020000', 'สพป.หนองคาย เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 10', '2004-06-30 17:00:00', '', '444', 'หนองคาย-บึงกาฬ', 'จุมพล', 'โพนพิสัย', 'หนองคาย', 43120, '0-4247-1969', '042-471310', 'www.nongkhai2.go.th', 'นางละออตา พงษ์ฤทัศน์', '18.03501467', '103.082198873', 'นางละออตา  พงษ์ฤทัศน์', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาหนองคาย เขต 2', 1),
(121, '1044010000', 'สพป.มหาสารคาม เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 12', '2003-07-05 17:00:00', '0994000091117', '85', 'ศรีสวัสดิ์ดำเนิน', 'ตลาด', 'เมืองมหาสารคาม', 'มหาสารคาม', 44000, '043711178', '043711102', 'www.mkarea1.go.th', 'นางสุภารีย์ โพนเงิน', '16.184662', '103.298581', 'นางสุภารีย์ โพนเงิน', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษามหาสารคาม เขต 1', 1),
(122, '1044020000', 'สพป.มหาสารคาม เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 7', '2003-07-06 17:00:00', '', '147', 'สมารักษ์', 'หนองแสง', 'วาปีปทุม', 'มหาสารคาม', 44120, '043-799346', '043798349', 'www.mkarea2.go.th', 'นายชนาธิป  สำเริง', '15.8454422631', '103.377664856', 'นายวิวัฒน์  สิรพัธน์โภคิน', 'รอง ผอ.สพป.มหาสารคาม เขต 2', 1);
INSERT INTO `areas` (`id`, `area_code`, `area_name`, `areaEducation`, `areaObec`, `areaLocation`, `areaGroup`, `areaFoundingdate`, `houseId`, `houseNumber`, `street`, `subdistrictName`, `districtName`, `provinceName`, `postcodeCode`, `phone1`, `phone2`, `website`, `directorName`, `latitude`, `longitude`, `approve_name`, `approve_pos`, `status`) VALUES
(123, '1044030000', 'สพป.มหาสารคาม เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 12', '2008-02-03 17:00:00', '-', '354', 'ศรีโกสุม', 'หัวขวาง', 'โกสุมพิสัย', 'มหาสารคาม', 44140, '043762018', '0856813377', 'www.mkarea3.go.th', 'นายชัยณรงค์ แสงคำ', '16.246274751', '103.066879364', 'จิตราภรณ์ คำสุวรรณ', 'ปฏิบัติหน้าที่ ผอ.กลุ่มส่งเสริมการศึกษาทางไกล เทคโนโลยีสารสนเทศฯ', 1),
(124, '1045010000', 'สพป.ร้อยเอ็ด เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 11', '2002-11-28 17:00:00', '', '13', 'รณชัยชาญยุทธ', 'ในเมือง', 'เมืองร้อยเอ็ด', 'ร้อยเอ็ด', 45000, '043513388', '043513398', 'www.roiet1.go.th', 'ดร.สกล  คามบุศย์', '16.0470193755', '103.649054578', 'นายสุภาพ วงษามาตย์', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาร้อยเอ็ด เขต 1', 1),
(125, '1045020000', 'สพป.ร้อยเอ็ด เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 12', '2002-07-05 17:00:00', '', '123', 'อรุณประเสริฐ', 'ดอกไม้', 'สุวรรณภูมิ', 'ร้อยเอ็ด', 45130, '043-624950', '043-624951', 'http://www.ret2.go.th/ict/', 'นายศักดิฺดุริยางค์ ทองใบ (รักษาการ)', '15.6414688075', '103.782820815', '', '', 1),
(126, '1045030000', 'สพป.ร้อยเอ็ด เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 12', '0002-11-26 17:00:20', '', '664', 'โพนทอง - หนองพอก', 'แวง', 'โพนทอง', 'ร้อยเอ็ด', 45110, '043571388', '0863534796', 'http://www.roiet3.go.th', 'นายสุภาพ วงษามาตย์', '16.2986802991', '103.989994526', 'นายประดู่  นามเหลา', 'รอง ผอ.สพท.รก.ผอ.สพป.ร้อยเอ็ด เขต 3', 1),
(127, '1046010000', 'สพป.กาฬสินธุ์ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 12', '2002-11-28 17:00:00', '-', '99/7', 'สนามบิน', 'กาฬสินธุ์', 'เมืองกาฬสินธุ์', 'กาฬสินธุ์', 46000, '043811211', '043813290', 'http://www.ksn1.go.th', 'นายยงยุทธ  พรมแก้ว', '16.416558', '103.517332', 'นายยงยุทธ  พรหมแก้ว', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษากาฬสินธุ์  เขต  1', 1),
(128, '1046020000', 'สพป.กาฬสินธุ์ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล (สุขาภิบาลเดิม)', 'เขตตรวจราชการเขต 12', '2003-11-28 17:00:00', '46850020544', '312', 'ฮ่องฮี-กระนวน', 'ห้วยเม็ก', 'ห้วยเม็ก', 'กาฬสินธุ์', 46170, '043889546-9', '043889548', 'http://www.kalasin2.go.th', 'นายสมพงษ์ โรจน์ภัทรพงศ์', '16.5983816', '103.2280283', 'นายชาญกฤต น้ำใจดี', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษากาฬสินธุ์ เขต 2 รักษาราชการแทนผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษากาฬสินธุ์ เขต 2', 1),
(129, '1046030000', 'สพป.กาฬสินธุ์ เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 12', '2003-11-28 17:00:00', '-', '71', 'ห้วยผึ้ง-นาคู', 'นิคมห้วยผึ้ง', 'ห้วยผึ้ง', 'กาฬสินธุ์', 46240, '043869104', '043869584', 'kalasin3.go.th', 'นายภัณฑ์รักษ์ พลตื้อ', '16.6480226542', '103.907995434', '', '', 1),
(130, '1047010000', 'สพป.สกลนคร เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 11', '2002-11-28 17:00:00', '', 'A', 'ถนนนิตโย', 'ธาตุเชิงชุม', 'เมืองสกลนคร', 'สกลนคร', 47000, '042970133', '042970134', '', 'นายไพรวัลย์?  จันทะนะ', '17.196282', '104.085915', 'นายสท้าน วารี', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาสกลนคร เขต 1', 1),
(131, '1047020000', 'สพป.สกลนคร เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 11', '2003-07-06 17:00:00', '', '917', 'ส่วนราชการ', 'สว่างแดนดิน', 'สว่างแดนดิน', 'สกลนคร', 47110, '', '', 'www.sakon2.go.th', 'นายเจริญ  ราชโสภา', '17.4810577252', '103.459861279', 'นายพิศณุพงษ์  วัชรเสถียร', 'ศึกษานิเทศก์', 1),
(132, '1047030000', 'สพป.สกลนคร เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 11', '2003-07-06 17:00:00', '', '530', 'เดื่อเจริญ', 'วานรนิวาส', 'วานรนิวาส', 'สกลนคร', 47120, '042792132', '042792135', 'www.sakonnakhon3.go.th', 'นายทินกร  อินทะนาม', '17.630743', '103.751857', 'นายทินกร อินทะนาม', 'ผอ.สพป.สกลนคร เขต 3', 1),
(133, '1048010000', 'สพป.นครพนม เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 11', '2002-11-28 17:00:00', '-', '35', 'กลางเมือง', 'หนองแสง', 'เมืองนครพนม', 'นครพนม', 48000, '042512337', '042512338', 'www.nkpedu1.org', 'นายอภิชัย  ทำมาน', '17.4173005429', '104.771230817', 'นายนิกูล  มณีรัตน์', 'ผู้อำนวยการกลุ่มนิเทศ ติดตามและประเมินผลการจัดการศึกษา', 1),
(134, '1048020000', 'สพป.นครพนม เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 11', '2003-07-06 17:00:00', '', '10', 'ท่าดอกแก้ว-ศรีสงคราม', 'ศรีสงคราม', 'ศรีสงคราม', 'นครพนม', 48150, '042599435', '042599265', 'www.nkp2.go.th', 'นายประสงค์  สุภา', '17.62111', '104.28196', 'นายพลชัย ชุมปัญญา', 'ผอ.สพป.นครพนม เขต 2', 1),
(135, '1049010000', 'สพป.มุกดาหาร', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 11', '2003-07-10 17:00:00', '', '17', 'วิวิธสุรการ', 'มุกดาหาร', 'เมืองมุกดาหาร', 'มุกดาหาร', 49000, '042611532', '042611523', 'http://www.mukdahan.org/', 'นายมารุต  อุปนิสากร', '16.546602', '104.726562', 'นางสาวสุลักขณา รักษา', 'ผู้อำนวยการกลุ่มส่งเสริมการจัดการศึกษาทางไกลเทคโนโลยีสารสนเทศและการสื่อสาร', 1),
(136, '1050010000', 'สพป.เชียงใหม่ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 15', '2002-11-26 17:00:00', '', '1', 'โชตนา', 'ช้างเผือก', 'เมืองเชียงใหม่', 'เชียงใหม่', 50300, '053112333 ต่อ 701-3', '053112655', 'www.chiangmaiarea1.go.th', 'นายรตนภูมิ  โนสุ', '18.83724', '98.97126', 'นายอวยชัย  ศรีตระกูล', 'รอง.ผอ.สพป.เชียงใหม่ เขต 1', 1),
(137, '1050020000', 'สพป.เชียงใหม่ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 15', '0002-11-26 17:00:20', '', '000', 'เชียงใหม่-ฝาง', 'สันโป่ง', 'แม่ริม', 'เชียงใหม่', 50180, '053465372', '', 'www.cme2.go.th', 'นายประกอบกิตติ์  ปัสสวาท', '18.965984', '98.944933', 'นางสาวพรศิริ โยศรีคูณ', 'ศึกษานิเทศก์', 1),
(138, '1050030000', 'สพป.เชียงใหม่ เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 15', '0002-11-26 17:00:20', '', '177', 'เชียงใหม่-ฝาง', 'แม่สูน', 'ฝาง', 'เชียงใหม่', 50110, '', '', '', 'นายรตนภูมิ  โนสุ', '19.8454961001', '99.1728678346', 'นายเจษฎา ก้องสาคร', 'ศึกษานิเทศก์ชำนาญการ', 1),
(139, '1050040000', 'สพป.เชียงใหม่ เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 15', '2002-11-28 17:00:00', '', '134', 'ถนน เชียงใหม่-ฮอด', 'สันกลาง', 'สันป่าตอง', 'เชียงใหม่', 50120, '053 311363 ต่อ 28', '053  311363 ต่อ 29', 'www.cmi4.go.th', 'นายกิตติภัช  กนกธาดาสกุล', '18.646405', '98.902963', 'นางประภาพร สุวรรณบงกช', 'นักวิเคราะห์นโยบายและแผน', 1),
(140, '1050050000', 'สพป.เชียงใหม่ เขต 5', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 11', '2002-12-31 17:00:00', '', '404', 'หางดง-นาคอเรือ', 'ฮอด', 'ฮอด', 'เชียงใหม่', 50240, '053461089', '053461627', 'www.chiangmaiarea5.go.th', 'นายวิศวัสต์ ศิริปิยะวโรดม (รก.)', '18.1848030504', '98.6123253006', 'นายพัฒนพงศ์  พวงทอง', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาเชียงใหม่ เขต 5', 1),
(141, '1050060000', 'สพป.เชียงใหม่ เขต 6', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 15', '2008-01-17 17:00:00', '', '190', '-', 'ข่วงเปา', 'จอมทอง', 'เชียงใหม่', 50160, '053341375', '053341744', 'http://www.chiangmaiarea6.go.th/', 'นายสมพงศ์  พรมจันทร์', '18.462063', '98.675608', '', '', 1),
(142, '1051010000', 'สพป.ลำพูน เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 15', '2003-07-06 17:00:00', '', '65/2', 'ลำพูน-ป่าซาง', 'ต้นธง', 'เมืองลำพูน', 'ลำพูน', 51000, '053003614', '053003550', 'www.lpn1.obec.go.th', 'ดร.สุวิทย์ มุกดาภิรมย์', '18.548997', '98.973156', 'นางสกาวเดือน  ขัดเรือน', 'ศึกษานิเทศก์', 1),
(143, '1051020000', 'สพป.ลำพูน เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 15', '0002-11-23 17:00:20', '51930000448', '165', 'ลำพูน - ลี้', 'บ้านโฮ่ง', 'บ้านโฮ่ง', 'ลำพูน', 51130, '053591353', '053591339', 'http://www.lp2.go.th', 'นายสุรเชษฐ์ พละเอ็น', '18.3192562235', '98.8205737621', 'นายสุรเชษฐ์ พละเอ็น', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาลำพูนเขต 2', 1),
(144, '1052010000', 'สพป.ลำปาง เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 15', '2003-07-06 17:00:00', '0', '0', 'ลำปาง-งาว', 'พิชัย', 'เมืองลำปาง', 'ลำปาง', 52000, '054334370', '054335068', 'www.lpg1.obec.go.th', 'นายอภิรักษ์ อิ่มจิตอนุสรณ์', '18.343242', '99.542398', 'นายสวัสดิ์   ละคำปา', 'ศึกษานิเทศก์', 1),
(145, '1052020000', 'สพป.ลำปาง เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 15', '0002-11-25 17:00:20', '', '376', 'พหลโยธิน', 'ศาลา', 'เกาะคา', 'ลำปาง', 52130, '054284791-2', '054282000', 'www.lpg2.obec.go.th', 'นายผดุงเกียรติ  รักษ์วรโชติ', '18.1979530445', '99.402667', '', '', 1),
(146, '1052030000', 'สพป.ลำปาง เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 11', '2002-11-28 17:00:00', '', '359', 'วิเชตนคร', 'แจ้ห่ม', 'แจ้ห่ม', 'ลำปาง', 52120, '054271214', '', 'www.lpg3.go.th', 'นายฉลองศักดิ์  จัตุรัสพันธ์', '18.702877', '99.567007', 'นายสมเกียรติ  ปงจันตา', 'ผู้อํานวยการสํานักงานเขตพื้นที่การศึกษาประถมศึกษาลําปาง เขต 3', 1),
(147, '1053010000', 'สพป.อุตรดิตถ์ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 17', '2003-07-06 17:00:00', '-', '91/7', 'ถนนเฉลิมราชย์ - พาดวารี', 'ป่าเซ่า', 'เมืองอุตรดิตถ์', 'อุตรดิตถ์', 53000, '055817760', '055817756', 'www.utdone.net', 'นายชัชชัย ทับทิมอ่อน', '17.609582', '100.11356', 'นายชัชชัย ทับทิมอ่อน', 'ผอ.สพป.อุตรดิตถ์ เขต 1', 1),
(148, '1053020000', 'สพป.อุตรดิตถ์ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 17', '2003-07-06 17:00:00', '', '12', 'เพชรานุรักษ์', 'แสนตอ', 'น้ำปาด', 'อุตรดิตถ์', 53110, '0-5548-1125', '', 'www.utd2.go.th', 'นายอุดม  สายโท', '17.7251555627', '100.681919712', 'นายสมพงษ์ พรมใจ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาอุตรดิตถ์ เขต 2', 1),
(149, '1054010000', 'สพป.แพร่ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 16', '0002-11-22 17:00:20', '', '52', 'ยันตรกิจโกศล', 'ทุ่งกวาว', 'เมืองแพร่', 'แพร่', 54000, '054511605', '054511236', 'www.phrae1.go.th', 'นายกิตติพงศ์  ราชสิกข์', '18.153484', '100.159481', 'นายพิพัฒน์  ใจภักดี', 'ศึกษานิเทศก์', 1),
(150, '1054020000', 'สพป.แพร่ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 16', '2003-06-29 17:00:00', '', '234', '-', 'ห้วยอ้อ', 'ลอง', 'แพร่', 54150, '054584130', '054584132', 'www.phrae2.go.th', 'นายกัมปนาท  ศรีเชื้อ', '18.083656', '99.8480199999', 'นายวีระพันธ์ ไชยบุตร', 'ศึกษานิเทศก์', 1),
(151, '1055010000', 'สพป.น่าน เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 16', '2002-11-28 17:00:00', '0', '114', 'ยันตรกิจโกศล', 'ดู่ใต้', 'เมืองน่าน', 'น่าน', 55000, '054710029', '054711328', 'www.ednan1.go.th', 'นายสมเร็จ  อุดแดง', '18.7679550929', '100.762948895', 'นายธรรมรัตน์ พรหมพิงค์', 'ศึกษานิเทศก์', 1),
(152, '1055020000', 'สพป.น่าน เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 1', '0002-11-18 17:00:20', '', '418', 'ปัว-น้ำยาว', 'ปัว', 'ปัว', 'น่าน', 55120, '054791250', '054791510', 'http://www.nan2.go.th/', 'นายประสิทธิ  ชาวแหลง (รักษาราชการแทน)', '19.1792856183', '100.907871299', 'นายประสิทธิ์  ไชยวงษ์', 'ผอ.สพป.น่าน เขต 2', 1),
(153, '1056010000', 'สพป.พะเยา เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 16', '2003-07-06 17:00:00', '', '598', 'สนามกีฬา', 'บ้านต๋อม', 'เมืองพะเยา', 'พะเยา', 56000, '054887204', '', 'www.pyo1.go.th', 'นายประถม  เชื้อหมอ', '19.204736', '99.891501', 'นายประถม  เชื้อหมอ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาพะเยา เขต 1', 1),
(154, '1056020000', 'สพป.พะเยา เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 16', '2003-07-06 17:00:00', '-', '-', 'จุน - ปง', 'จุน', 'จุน', 'พะเยา', 56150, '054079867', '054079868', 'http://www.phayao2.go.th', 'นายทินกร  อินทะนาม', '19.3113946829', '100.167868271', 'นางสาวพนิดา บุญยศยิ่ง', 'นักวิชาการศึกษาปฏิบัติการ', 1),
(155, '1057010000', 'สพป.เชียงราย เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 16', '2008-12-31 17:00:00', '57990299852', '1036/36', 'สถามบิน', 'เวียง', 'เมืองเชียงราย', 'เชียงราย', 57000, '053600189', '053711410', 'http://www.cri1.go.th/', 'นายสมบูรณ์  ธรรมลังกา', '19.90012', '99.82734', 'นายสมบูรณ์ ธรรมลังกา', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาเชียงราย เขต 1', 1),
(156, '1057020000', 'สพป.เชียงราย เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 16', '0002-11-24 17:09:36', '-', '-', 'พหลโยธิน', 'ดงมะดะ', 'แม่ลาว', 'เชียงราย', 57250, '053729110', '053729110', 'www.cri2.obec.go.th/th', 'นายจรัญ  แจ้งมณี', '19.7438852195', '99.7257122891', 'ผอ.เขต', 'ศึกษาธิการจังหวัดเชียงราย', 1),
(157, '1057030000', 'สพป.เชียงราย เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 16', '2002-11-25 17:00:00', '', '10', 'แม่จัน-เชียงแสน', 'แม่จัน', 'แม่จัน', 'เชียงราย', 57110, '053153515', '', 'http://www.cr3.go.th', '-', '20.1634868999', '99.8669189215', 'นายวิเศษ  เชยกระรินทร์', 'ผู้อำนวยการเขตพื้นที่การศึกษาเชียงราย เขต 3', 1),
(158, '1057040000', 'สพป.เชียงราย เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 16', '2002-11-28 17:00:00', '', '17', 'เชียงราย - เทิง', 'เวียง', 'เทิง', 'เชียงราย', 57160, '053795431', '', 'http://www.cri4.go.th/', 'นายเทอดชาติ  ชัยพงษ์', '19.6878846722', '100.185230076', 'นายทศพร เมฆอากาศ', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษา รักษาราชการแทน ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาเชียงราย เขต ๔', 1),
(159, '1058010000', 'สพป.แม่ฮ่องสอน เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 1', '2003-11-26 17:00:00', '', '98', 'ขุนลุมประพาส', 'จองคำ', 'เมืองแม่ฮ่องสอน', 'แม่ฮ่องสอน', 58000, '053--611282', '', 'http://www.mhs1.go.th', 'ดร.พุฒชาด จันทร์ดำ', '19.2983669', '97.9645953', 'รุ่ง​ทิพย์​ อนุ​เมธา​ง​กูร​', 'ผอ.กลุ่ม​นิเทศ​ฯ', 1),
(160, '1058020000', 'สพป.แม่ฮ่องสอน เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 15', '2003-11-28 17:00:00', '', '178', 'เวียงใหม่', 'แม่สะเรียง', 'แม่สะเรียง', 'แม่ฮ่องสอน', 58110, '053621303', '053681329', 'www.mhs2.go.th', 'นายจรูญ  แสนวิจิตร', '18.1592543', '97.9325208', '', '', 1),
(161, '1060010000', 'สพป.นครสวรรค์ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 18', '2002-11-28 17:00:00', '', '347/1', 'ถนนสวรรค์วิถี', 'ปากน้ำโพ', 'เมืองนครสวรรค์', 'นครสวรรค์', 60000, '056222530', '', 'http://202.143.131.34/', 'นายสมบูรณ์  ศรีวิชาสร้อย', '15.692492', '100.121548', 'นายปิยฤทธิ์ จตุรทิศ', 'ปฏิบัติหน้าที่ ผอ.กลุ่มส่งเสริมการศึกษาทางไกลฯ', 1),
(162, '1060020000', 'สพป.นครสวรรค์ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 18', '2003-07-06 17:00:00', '', '289', '-', 'สระแก้ว', 'ลาดยาว', 'นครสวรรค์', 60150, '056271478', '056271909', 'www.nsw2.go.th', 'นายสัญชัย  พวงมาลี', '15.764730835', '99.7981390357', 'นายอุทัย  ชังชั่ว', 'ศึกษานิเทศก์', 1),
(163, '1060030000', 'สพป.นครสวรรค์ เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 18', '2003-07-06 17:00:00', '-', '-', 'ไพศาลี-วังพิกุล', 'โคกเดื่อ', 'ไพศาลี', 'นครสวรรค์', 60220, '056259608', '056259282', 'www.nsw3.go.th', 'นฤทธิ์  คงนาน', '15.595732', '100.641299', 'นางนฤมล  สุภาทอง', 'รองผอ.สพป.นครสวรรค์ เขต 3', 1),
(164, '1061010000', 'สพป.อุทัยธานี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 18', '0002-11-24 17:17:56', '6101-006420-7', '87', 'พหลโยธิน', 'สะแกกรัง', 'เมืองอุทัยธานี', 'อุทัยธานี', 61000, '056-512757', '056-511420', 'www.utt1.obec.go.th', 'นายศักดา  แสงทอง', '15.392139535', '100.023278184', 'นายมาก อ่อนผาง', 'ศึกษานิเทศก์', 1),
(165, '1061020000', 'สพป.อุทัยธานี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 18', '2008-01-17 17:00:00', '', '505', 'หนองฉาง-อุทัยธานี', 'หนองฉาง', 'หนองฉาง', 'อุทัยธานี', 61110, '056531356', '056531171', 'http://www.utt2.go.th/news.php', 'นายวันชัย  เกิดมีโภชน์', '15.389538', '99.843203', 'นายธีรยุทธ ภูเขา', 'ผอ.กลุ่มนิเทศ', 1),
(166, '1062010000', 'สพป.กำแพงเพชร เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 18', '2003-07-06 17:00:00', '', '328', 'กำแพงเพชร-สุโขทัย', 'หนองปลิง', 'เมืองกำแพงเพชร', 'กำแพงเพชร', 62000, '055705123-8', '', 'http://www.kpt1.go.th', 'ดร.สุพล  จันต๊ะคาด', '16.555757', '99.518013', 'ขวัญชนก แสงท่านั่ง', 'ศึกษานิเทศก์ชำนาญการ', 1),
(167, '1062020000', 'สพป.กำแพงเพชร เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 18', '2002-11-27 17:00:00', '', '299', 'พหลโยธิน', 'คลองขลุง', 'คลองขลุง', 'กำแพงเพชร', 62120, '055781893', '', 'www.kpp2.go.th', 'นายสมศักดิ์  เอี่ยมดี', '16.2170448703', '99.7020173323', 'นายประจักษ์  ศรสาลี', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษากำแพงเพชร เขต 2', 1),
(168, '1063010000', 'สพป.ตาก เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 17', '2003-07-06 17:00:00', '', '0', '0', 'ระแหง', 'เมืองตาก', 'ตาก', 63000, '055-512537', '055-512887', 'www.takesa1.go.th', 'นางสาวมนิดา อดิศัยสกุล', '16.8851959463', '99.1239250497', 'นายอภิชัย  นุชเนื่อง', 'ศึกษานิเทศก์เชี่ยวชาญ', 1),
(169, '1063020000', 'สพป.ตาก เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 11', '2003-05-31 17:00:00', '', '35/4', 'ประสาทวิถี', 'แม่สอด', 'แม่สอด', 'ตาก', 63110, '0-5553-6548', '0-5553-5388', 'http://www.takesa2.go.th/', 'นายอโณทัย ไทวรรณศรี', '16.7139526537', '98.5774925351', 'นายปิลัทธ์ อุดมวงษ์', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาตาก เขต 2', 1),
(170, '1064010000', 'สพป.สุโขทัย เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 17', '0002-11-25 17:17:56', '', '37', 'จรดวิถีถ่อง', 'บ้านกล้วย', 'เมืองสุโขทัย', 'สุโขทัย', 64000, '055616180-2', '055613460', 'http://www.sukhothai1.go.th/', 'นายพยอม วงษ์พูล', '17.009766', '99.79016', 'นายไมตรี นาคประสิทธิ์', 'ผู้ได้รับมอบหมาย (ศึกษานเทศก์)', 1),
(171, '1064020000', 'สพป.สุโขทัย เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 11', '2003-08-16 17:00:00', '', '126/1', 'จรดวิถีถ่อง', 'เมืองสวรรคโลก', 'สวรรคโลก', 'สุโขทัย', 64110, '055-644176-9', '055-641702', 'www.sukhothai2.go.th', 'นายเปรม  คำวัฒนา', '17.3072557834', '99.831647214', 'นางศุกลรัตน์  มิ่งสมร', 'ผู้อำนวยการกลุ่มนืเทศ ตืิดตามและประเมินผลการจัดการศึกษา', 1),
(172, '1065010000', 'สพป.พิษณุโลก เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 17', '0002-11-26 17:00:20', '', '0', 'พุทธบูชา', 'ในเมือง', 'เมืองพิษณุโลก', 'พิษณุโลก', 65000, '055244633-4  ต่อ 204', 'Fax 055232038', 'http://phitsanulok1.go.th', 'นายพงษ์ชัย ไทยวรรณศรี', '16.8210877009', '100.260073096', 'กิตติพัฒน์ บุญพร้อม', 'นักวิชาการคอมพิวเตอร์ปฏิบัติการ', 1),
(173, '1065020000', 'สพป.พิษณุโลก เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 17', '2003-07-25 17:00:00', '-', '-', 'วังทอง-สากเหล็ก', 'ดินทอง', 'วังทอง', 'พิษณุโลก', 65130, '055394116', '055394105', 'http://www.phitsanulok2.go.th/phitsanulok2/', 'นายบุญสม  โพธิ์เงิน', '16.7818106', '100.4362745', 'นายวสันต์   ปานทอง', 'รองผู้อำนวยการเขตพื้นที่การศึกษาประถมศึกษาพิษณุโลกเขต2', 1),
(174, '1065030000', 'สพป.พิษณุโลก เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 17', '0003-11-03 17:00:20', '', '190', 'วัดโบสถ์-แควน้อย', 'วัดโบสถ์', 'วัดโบสถ์', 'พิษณุโลก', 65160, '055361311', '055361312', 'http://www.phitsanulok3.go.th', 'นายวิเชียร  ทรงศรี', '16.991556', '100.310469', 'นายวิเชียร  ทรงศรี', 'ผอ.สพป.พิษณุโลก เขต 3', 1),
(175, '1066010000', 'สพป.พิจิตร เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 18', '2002-11-24 17:00:00', '', '27/31', 'คลองคะเชนทร์', 'คลองคะเชนทร์', 'เมืองพิจิตร', 'พิจิตร', 66000, '056990381-7', '056990381-7', 'www.phichit1.go.th', 'ดร.ผกาภรณ์  พลายสังข์', '16.44373533', '100.326033957', 'นายจักรพงษ์ ศุขวิทย์', 'ผู้อำนวยการกลุ่มอำนวยการ', 1),
(176, '1066020000', 'สพป.พิจิตร เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 18', '0002-11-26 17:00:20', '-', '390', 'พิจิตร-บางมูลนาก', 'ห้วยเกตุ', 'ตะพานหิน', 'พิจิตร', 66110, '', '', 'http://www.phichit2.net', 'ว่าที่ร้อยเอก สาโรช ยกให้', '16.2159232162', '100.409235826', 'นายทศพล  พูลพุฒ', 'ศึกษานิเทศก์', 1),
(177, '1067010000', 'สพป.เพชรบูรณ์ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 17', '2003-07-06 17:00:00', '', '68', 'สระบุรี-หล่มสัก', 'สะเดียง', 'เมืองเพชรบูรณ์', 'เพชรบูรณ์', 67000, '056737080', '056737083', 'www.phetchabun1.go.th', 'นายอำนาจ  บุญทรง', '16.449831', '101.152173', 'นายสุนัด  บุญสวน', 'รองผู้อำนวยการ สพป.เพชรบูรณ์ เขต 1 ', 1),
(178, '1067020000', 'สพป.เพชรบูรณ์ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 17', '0002-11-24 17:17:56', '-', '-', 'คชเสนีย์', 'วัดป่า', 'หล่มสัก', 'เพชรบูรณ์', 67110, '056704808', '056704808', 'http://www.phetchabun2.com/', 'นายบรรเจิด   กลิ่นจันทร์', '16.807167', '101.249181', 'นางสาวรัตนา จันทร์สิน', 'ศึกษานิเทศก์', 1),
(179, '1067030000', 'สพป.เพชรบูรณ์ เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 17', '0002-11-23 17:00:20', '', '54/2', 'สระบุรี - หล่มสัก', 'บึงสามพัน', 'บึงสามพัน', 'เพชรบูรณ์', 67160, '056-731256', '056-731772', 'www.pbn3.go.th', 'นายสันติชัย บัวทอง รอง.ผอ.สพท. รักษาการในตำแหน่ง ผอ.สพป.เพชรบูรณ์ เขต 3', '15.8278471703', '101.009458956', 'นายศุภกร วิแสง', 'รองผู้อำนวยการ สพป.เพชรบูรณ์ เขต 3', 1),
(180, '1070010000', 'สพป.ราชบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 6', '0002-11-25 17:17:56', '-', 'อาคารเฉลิมพระเกียติ 60 พรรษา เลขที่ 7', 'ไกรเพชร', 'หน้าเมือง', 'เมืองราชบุรี', 'ราชบุรี', 70000, '-', '-', 'http://www.ratchaburi1.org', 'นายยรรยงค์  เจริญศรี', '13.5389202537', '99.8186937374', 'นายวุฒิพงษ์  ปฏิเวชวัฒนางกูร', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาราชบุรี เขต 1 ', 1),
(181, '1070020000', 'สพป.ราชบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 3', '2004-07-06 17:00:00', '', '56', '-', 'บ้านเลือก', 'โพธาราม', 'ราชบุรี', 70120, '0-3223-1071-3', '0-3223-2969', 'htt://www.rb-2.net  http://www.rb2.go.', 'นายประหยัด   สุขขี', '13.703895', '99.873977', 'น.ส.ดารารัตน์   แตงสุข', 'เจ้าหน้าที่กลุ่ม DLICT', 1),
(182, '1071010000', 'สพป.กาญจนบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 3', '2002-11-28 17:00:00', '0', '8/6', 'แม่น้ำแม่กลอง', 'ปากแพรก', 'เมืองกาญจนบุรี', 'กาญจนบุรี', 71000, '034564330', '-', 'http://www.kan1.go.th', 'นายวิทยาเกียรติ  เงินดี', '14.000933', '99.544609', 'นายวิทยาเกียรติ เงินดี', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษากาญจนบุรี เขต 1', 1),
(183, '1071020000', 'สพป.กาญจนบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 4', '2003-11-28 17:00:00', '', '-', '-', 'หนองโรง', 'พนมทวน', 'กาญจนบุรี', 71140, '034-579208', '034-579338', 'http://www.kan2.go.th', 'ดร.อาดุลย์ พรมแสง', '14.1077575501', '99.6666625142', '', '', 1),
(184, '1071030000', 'สพป.กาญจนบุรี เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 3', '2002-11-29 17:00:00', '-', '777', '-', 'ลุ่มสุ่ม', 'ไทรโยค', 'กาญจนบุรี', 71500, '034591111', '', 'www.kaned3.go.th', 'นายณรงค์  ศรีละมุล', '14.117271', '99.143649', 'นายชัยนนท์ นิลพัฒน์', 'รองผู้อำนวยการสำนักงานเขตพื้นที่่การศึกษา รักษาราชการแทน ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษากาญจนบุรี เขต 3', 1),
(185, '1071040000', 'สพป.กาญจนบุรี เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 4', '2008-02-03 17:00:00', '', '515', 'ทางหลวงหมายเลข 3342 บ่อพลอย-อู่ทอง', 'บ่อพลอย', 'บ่อพลอย', 'กาญจนบุรี', 71160, '034581595', '034581596', 'http://www.kan4.go.th/', 'นายนิพัฒน์  มณี', '14.3125309242', '99.528732', 'นายนิพัฒน์  มณี', 'ผอ.สพป.กาญจนบุรี เขต 4', 1),
(186, '1072010000', 'สพป.สุพรรณบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 3', '2002-11-28 17:00:00', '-', '-', 'มาลัยแมน', 'รั้วใหญ่', 'เมืองสุพรรณบุรี', 'สุพรรณบุรี', 72000, '035521832', '0657155669', 'www.suphan1.go.th', 'นายไพศาล ปันแดน', '14.4741325611', '100.096796093', 'ชัยศักดิ์ ตั้งนิติพิฐจักร', 'ศึกษานิเทศก์', 1),
(187, '1072020000', 'สพป.สุพรรณบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 3', '0002-11-26 17:17:56', '', '-', '-', 'อู่ทอง', 'อู่ทอง', 'สุพรรณบุรี', 72160, '035-505964', '', 'www.schoolsp2.com', 'นายนิตย์  พรหมประสิทธิ์', '14.39818', '99.89541', 'นายเกษม คำศรี', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาสุพรรณบุรี เขต 2 รักษาราชการแทน ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาสุพรรณบุรี เขต 2', 1),
(188, '1072030000', 'สพป.สุพรรณบุรี เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 3', '2003-07-06 17:00:00', '-', '-', '-', 'เขาพระ', 'เดิมบางนางบวช', 'สุพรรณบุรี', 72120, '035440860', '035440861', 'http://www.spb3.go.th/spb3/index.php', 'นายรัตน์มณี รัตนปกรณ์', '14.8455897365', '100.095746293', 'นายรัตน์มณี  รัตนปกรณ์', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาสุพรรณบุรี เขต 3', 1),
(189, '1073010000', 'สพป.นครปฐม เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 4', '0002-11-24 17:09:36', '', '161/4', 'เพชรเกษม', 'พระประโทน', 'เมืองนครปฐม', 'นครปฐม', 73000, '034306516', '034252931', 'http://www.esanpt1.go.th/web2009/index2.php', 'นายไพฑูรย์ อรุณศรีประดิษฐ์', '13.81489653', '100.09834712', 'นายไพฑูรย์ อรุณศรีประดิษฐ์', 'ผอ.สพป.นครปฐม เขต 1', 1),
(190, '1073020000', 'สพป.นครปฐม เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 2', '0002-11-24 17:17:56', '', '1', '-', 'นครชัยศรี', 'นครชัยศรี', 'นครปฐม', 73120, '034-331123', '034-331793', 'http://www.edunkp2.org http://www.npt2.obec.go.th', 'นายสมหมาย  เทียนสมใจ', '13.8005624312', '100.187820067', 'ดร.สมหมาย   เทียนสมใจ  ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษานครปฐม เขต 2', 1),
(191, '1074010000', 'สพป.สมุทรสาคร', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 6', '2002-11-28 17:00:00', '', '2/3', 'เศรษฐกิจ1', 'ท่าทราย', 'เมืองสมุทรสาคร', 'สมุทรสาคร', 74000, '034411417', '034412050', 'http://www.skn.go.th', 'นายทวี ทะนอก', '13.5749212385', '100.273469155', 'นายจงรัก  รุ่งเรืองศิรินนท์', 'ผู้อำนวยการกลุ่มนิเทศ ติดตามและประเมินผลการจัดการศึกษา', 1),
(192, '1075010000', 'สพป.สมุทรสงคราม', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 5', '0002-11-24 17:09:36', '', '140', 'เอกชัย', 'ลาดใหญ่', 'เมืองสมุทรสงคราม', 'สมุทรสงคราม', 75000, '034711370', '', 'skm.go.th', 'ดร.พิศิทธิ์ แพงศรีนิธิศ', '13.4222116', '100.0130833', 'นางสาวศิริจันทร์  ศรีนวลนัด', 'ศึกษานิเทศก์ชำนาญการพิเศษ', 1),
(193, '1076010000', 'สพป.เพชรบุรี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 5', '2003-07-06 17:00:00', '-', '264', 'คีรีรัถยา', 'ธงชัย', 'เมืองเพชรบุรี', 'เพชรบุรี', 76000, '032425338', '032425076', 'http://www.petburi.go.th/web/', 'นายจักรพงษ์  ทองเพ็ชร์', '13.1219872383', '99.9362339079', 'นายจักรพงษ์  ทองเพ็ชร์', 'ผู้อำนวยเขตพื้นที่การศึกษาประถมศึกษาเพชรบุรี เขต ๑', 1),
(194, '1076020000', 'สพป.เพชรบุรี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 6', '0002-11-25 17:00:20', '', '15', 'เพชรเกษม', 'ท่ายาง', 'ท่ายาง', 'เพชรบุรี', 76130, '032437110', '032437172', 'www.pbi2.go.th', 'นายจัตุพร  บุญระดม', '12.9310824', '99.9064114', '', '', 1),
(195, '1077010000', 'สพป.ประจวบคีรีขันธ์ เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 4', '2003-07-05 17:00:00', '0', '329/1', '-', 'คลองวาฬ', 'เมืองประจวบคีรีขันธ์', 'ประจวบคีรีขันธ์', 77000, '032662031', '032662032', 'www.pck1.go.th', 'นายสุรวิทย์  ทับเหล็ก รองผู้อำนวยการ รักษาราชการแทนผู้อำนวยการ', '11.7373158191', '99.7638978586', 'นางกันยมาส ชูจีน', 'รอง ผอ.สพป.ประจวบคีรีขันธ์เขต 1', 1),
(196, '1077020000', 'สพป.ประจวบคีรีขันธ์ เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 6', '0002-11-23 17:09:36', '', '9/1', 'เพชรเกษม', 'หนองตาแต้ม', 'ปราณบุรี', 'ประจวบคีรีขันธ์', 77120, '032624445', '032623780', 'http://www.pkn2.go.th/', 'นายบวร  เทศารินทร์', '12.3673242797', '99.884634912', 'นายบวร เทศารินทร์ ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาประจวบคีรีขันธ์ เขต 2', 1),
(197, '1080010000', 'สพป.นครศรีธรรมราช เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล (อบต.เดิม)', 'เขตตรวจราชการเขต 6', '1930-11-29 16:00:00', '', '138', 'ศรีธรรมราช', 'โพธิ์เสด็จ', 'เมืองนครศรีธรรมราช', 'นครศรีธรรมราช', 80000, '075356151', '075347356', 'www.nst1.go.th', 'นายเสนอ  ทองจีน', '8.4176008', '99.9581247', 'นางสาวจริยา ทองหอม', 'ศึกษานิเทศก์', 1),
(198, '1080020000', 'สพป.นครศรีธรรมราช เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 6', '0002-11-23 17:17:56', '-', '101', '-', 'ปากแพรก', 'ทุ่งสง', 'นครศรีธรรมราช', 80110, '075411670', '075411165', 'http://www.nst2.go.th/', 'นายบุญเลิศ  ธานีรัตน์', '8.16502124192', '99.680275747', 'นายวิจัย  ไกรสิทธิ์', 'ผู้อำนวยการกลุ่มนิเทศฯ', 1),
(199, '1080030000', 'สพป.นครศรีธรรมราช เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 6', '0002-11-24 17:00:20', '-', '99', 'บ่อล้อ-เชียรใหญ่', 'ท้องลำเจียก', 'เชียรใหญ่', 'นครศรีธรรมราช', 80190, '075362707', '', 'http;//www.nst3.go.th', 'นายยงศักดิ์  เชาวน์วุฒิกุล', '8.13267736284', '100.121387615', 'นายวิรัตน์  ไกรแก้ว', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษานครศรีธรรมราช เขต 3', 1),
(200, '1080040000', 'สพป.นครศรีธรรมราช เขต 4', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 6', '0003-07-22 17:00:20', '', '160/4', '-', 'ท่าศาลา', 'ท่าศาลา', 'นครศรีธรรมราช', 80160, '0-75521097', '0-7552-2903', 'www.pnst4.go.th', 'นายวิรัตน์  ไกรแก้ว', '8.66765353552', '99.9316169656', 'สำราญ คงเพ็ชร์', 'ศึกษานิเทศก์', 1),
(201, '1081010000', 'สพป.กระบี่', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 11', '0002-11-26 17:00:20', '', '0', 'กระบี่', 'ปากน้ำ', 'เมืองกระบี่', 'กระบี่', 81000, '075612968', '', 'www.krabiedu.net', 'นายบำรุง ฤทธิรัตน์', '8.0557242', '98.9147511', 'ว่าที่ ร.ต.พรชัย ช่วยเอียด', 'ศึกษานิเทศก์', 1),
(202, '1082010000', 'สพป.พังงา', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 7', '0003-07-03 17:09:36', '-', '14', 'ชุมนุมราษฎร์', 'ท้ายช้าง', 'เมืองพังงา', 'พังงา', 82000, '076412180', '076413684', 'http://www.phangngaedarea.go.th', 'นายอรรถสิทธิ์ รัตนแคล้ว', '8.46083889751', '98.5328317454', 'นายอรรถสิทธิ์  รัตนแคล้ว', 'ผอ.สพป.พังงา', 1),
(203, '1083010000', 'สพป.ภูเก็ต', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 6', '2003-11-28 17:00:00', '', '4/4', 'แม่หลวน', 'ตลาดใหญ่', 'เมืองภูเก็ต', 'ภูเก็ต', 83000, '076211591', '076215853', 'www.phuketarea.go.th', 'นายสายัณห์  ไกรนรา', '7.88378697456', '98.3913230896', 'นายสมมาฒย์  อังศุภมงคล', 'ศึกษานิเทศก์ชำนาญการปฏิบัติหน้าที่แทนผู้อำนวยการกลุ่มส่งเสริมการศึกษาทางไกล เทคโนโลยีสารสนเทศเพื่อการสื่อสาร', 1),
(204, '1084010000', 'สพป.สุราษฎร์ธานี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 6', '0002-11-23 17:17:56', '-', '389/5', 'ถนนดอนนก', 'มะขามเตี้ย', 'เมืองสุราษฎร์ธานี', 'สุราษฎร์ธานี', 84000, '077273298', '077272892', 'www.surat1.go.th', 'นายชูศักดิ์  ชูช่วย', '9.13350403597', '99.3469837766', 'นางสาวนลิน  เล็กมาก', 'ศึกษานิเทศก์', 1),
(205, '1084020000', 'สพป.สุราษฎร์ธานี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 6', '2003-10-31 17:00:00', '', '109/1', 'ธราธิบดี', 'ท่าข้าม', 'พุนพิน', 'สุราษฎร์ธานี', 84130, '077315420', '077315421', 'www.surat2.go.th', 'นายประทีป ทองด้วง', '9.108182', '99.233895', 'นางสุทิสา​ วงศ์ณศรี', 'นักวิเคราะห์นโยบายและแผนชำนาญการพิเศษ', 1),
(206, '1084030000', 'สพป.สุราษฎร์ธานี เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 6', '2003-07-06 17:00:00', '', '-', 'สุราษฏร์-ทุ่งสง', 'เวียงสระ', 'เวียงสระ', 'สุราษฎร์ธานี', 84190, '077364128', '077364131', 'http://www.surat3.go.th/', 'นายธนาวุฒิ รักษ์หนู', '8.64335888097', '99.3486565976', '', '', 1),
(207, '1085010000', 'สพป.ระนอง', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 7', '2002-11-28 17:00:00', '', '2/10', 'เพชรเกษม', 'บางริ้น', 'เมืองระนอง', 'ระนอง', 85000, '077800028', '077800027', 'http://rnedu.go.th', 'นางสาวพนอ ทิพย์พิมลรัตน์', '9.879535', '98.628899', 'นายษณกร  เสนาะเสียง', 'ศึกษานิเทศก์ ปฏิบัติหน้าที่ผู้อำนวยการกลุ่มส่งเสริมการศึกษาทางไกลเทคโนโลยีสารสนเทศ และการสื่อสาร', 1),
(208, '1086010000', 'สพป.ชุมพร เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 5', '0002-11-22 17:09:36', '', '60/1', 'เพชรเกษม', 'ขุนกระทิง', 'เมืองชุมพร', 'ชุมพร', 86190, '077576717', '077576752', 'www.cpn1.go.th', 'นายมนูญ  จันทร์สุข', '10.4910766938', '99.1275532984', 'นางชมัยพร  รัตนพรหม', 'ปฏิบัติหน้าที่ผุ้อำนวยการกลุ่มนิเทศ ติดตามและประเมินผลการจัดการศึกษา สพป.ชุมพร เขต 1', 1),
(209, '1086020000', 'สพป.ชุมพร เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 6', '1999-11-29 17:00:00', '86980086855', '27 ซอย 2', 'ประชาราษฎร์', 'ขันเงิน', 'หลังสวน', 'ชุมพร', 86110, '077-541222', '077545101-3', 'www.cpn2.go.th/', 'นายอดุลย์ เงินศรี', '9.94657', '99.076555', 'นายเสรี พรหมฤทธิ์', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษา ปฏิบัติราชการแทนผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาชุมพร เขต 2', 1),
(210, '1090010000', 'สพป.สงขลา เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 12', '2003-07-06 17:00:00', '', '76', 'สงขลา-นาทวี', 'บ่อยาง', 'เมืองสงขลา', 'สงขลา', 90000, '0621389331', '074311591', 'www.ska1.go.th', 'ดร.ประสิทธิ์  หนูกุ้ง', '7.16527845835', '100.616095439', '', '', 1),
(211, '1090020000', 'สพป.สงขลา เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 11', '2002-11-27 17:00:00', '', '2', 'สาครมงคล', 'หาดใหญ่', 'หาดใหญ่', 'สงขลา', 90110, '074258216', '074258706', 'www.ska2.go.th', 'นายปราโมทย์ ส่งสิงห์', '7.00515325358', '100.455462567', '', '', 1),
(212, '1090030000', 'สพป.สงขลา เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 8', '2003-07-06 17:00:00', '-', '192', 'เพชรเกษม', 'คลองทราย', 'นาทวี', 'สงขลา', 90160, '074373037 ต่อ111', '', 'www.sk3.go.th', 'นายอุทัย กาญจนะ', '6.745217', '100.659569', 'นางสุพรรษา  ดาแลหมัน', 'ศึกษานิเทศก์', 1),
(213, '1091010000', 'สพป.สตูล', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 6', '2004-07-06 17:00:00', '', '884', 'ยนตรการกำธร', 'คลองขุด', 'เมืองสตูล', 'สตูล', 91000, '074721380', '074724944', 'www.sesao.go.th', 'นายอุทัย  กาญจนะ', '6.64926', '100.07736', '', '', 1),
(214, '1092010000', 'สพป.ตรัง เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล (อบต.เดิม)', 'เขตตรวจราชการเขต 7', '2003-07-06 17:00:00', '-', '193', 'ตรัง-ปะเหลียน', 'โคกหล่อ', 'เมืองตรัง', 'ตรัง', 92000, '075572030', '075572027', 'www.trang1.go.th', 'นายธีระวัฒน์ วรรณนุช', '7.50581441262', '99.6305027325', 'นายธีระวัฒน์ วรรณนุช', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาตรัง เขต 1', 1),
(215, '1092020000', 'สพป.ตรัง เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 7', '2003-08-06 17:00:00', '', '359', 'เพชรเกษม', 'ห้วยยอด', 'ห้วยยอด', 'ตรัง', 92130, '075-272373', '075-272372', 'http://www.trang2.go.th', 'นายประจักษ์ ช่างเรือ', '7.792241', '99.630533', 'นางสาวสุเมตตา คงสง (ผู้ได้รับมอบหมาย)', 'ผู้อำนวยการกลุ่มนิเทศ ติดตามและประเมินผลการจัดการศึกษา', 1),
(216, '1093010000', 'สพป.พัทลุง เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 6', '2002-11-27 17:00:00', '-', '14', 'เพชรเกษม', 'เขาเจียก', 'เมืองพัทลุง', 'พัทลุง', 93000, '074-670558', '074-671656', 'http://phatthalung1.go.th', 'นายสุนาจ  แก้วสุข', '7.617029', '100.049673', '', '', 1),
(217, '1093020000', 'สพป.พัทลุง เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 6', '0002-11-25 17:17:56', '', '2/8', 'เพชรเกษม', 'แม่ขรี', 'ตะโหมด', 'พัทลุง', 93160, '0-7469-5911-7', '', 'www.phatthalung2.go.th', 'นายสุวรรณ ขวัญแก้ว', '7.35161', '100.1318', '', '', 1),
(218, '1094010000', 'สพป.ปัตตานี เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 8', '2003-07-06 17:00:00', '-', '-', 'ปากน้ำ', 'รูสะมิแล', 'เมืองปัตตานี', 'ปัตตานี', 94000, '073460076', '073460080', 'www.pattani1.go.th', 'นายภิรมย์ จีนธาดา', '6.89270543659', '101.249645948', 'นายมูฮำมัด  ประจัน', 'ศึกษานิเทศก์', 1),
(219, '1094020000', 'สพป.ปัตตานี เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล (สุขาภิบาลเดิม)', 'เขตตรวจราชการเขต 8', '0002-11-26 17:17:56', '', '35/16', 'เพชรเกษม', 'โคกโพธิ์', 'โคกโพธิ์', 'ปัตตานี', 94120, '073431196', '073431197', 'www.pattani2.go.th', 'นายสะอาด  อุสมา', '6.72994252076', '101.097792685', 'นายณัฐกิตติ์  ปานถาวร', 'ศึกษานิเทศก์ ผู้ได้รับมอบหมาย', 1),
(220, '1094030000', 'สพป.ปัตตานี เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 8', '0002-11-25 17:17:56', '-', '-', 'เพชรเกษม', 'เตราะบอน', 'สายบุรี', 'ปัตตานี', 94190, '073452100', '073452101', 'www.pattani3.go.th', 'นายเสกสรรค กอเส็ม', '6.71412891', '101.52059147', 'นายเสกสรรค  กอเส็ม', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษาปัตตานีเขต 3', 1),
(221, '1095010000', 'สพป.ยะลา เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลนคร', 'เขตตรวจราชการเขต 7', '2004-08-15 17:00:00', '95990285531', '12', 'สุขยางค์', 'สะเตง', 'เมืองยะลา', 'ยะลา', 95000, '073-211707', '073213518', 'www.yala1.go.th', 'นายวิสุทธิ์ ชูมัง', '6.54672374208', '101.283667088', 'นายอครัญญ บากา', 'ศึกษานิเทศก์', 1),
(222, '1095020000', 'สพป.ยะลา เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 8', '2003-07-06 17:00:00', '', '-', 'สุขยางค์', 'บันนังสตา', 'บันนังสตา', 'ยะลา', 95130, '073289412', '073289165', 'www.yala2.go.th', 'นายสุริยัณ  จันทร์ทบ', '6.2677574', '101.2640072', 'นายสะอารี  อิสอ', 'นักวิเคราะห์นโยบายและแผนชำนาญการ', 1),
(223, '1095030000', 'สพป.ยะลา เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'อบต.', 'เขตตรวจราชการเขต 8', '2007-05-13 17:00:00', '', '34', 'รัตนกิจ', 'ยะรม', 'เบตง', 'ยะลา', 95110, '073232443', '073231018', 'http://www.yala3.go.th/', 'นายโกมุท รุยอ่อน', '5.77349174134', '101.084655228', '', '', 1),
(224, '1096010000', 'สพป.นราธิวาส เขต 1', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลเมือง', 'เขตตรวจราชการเขต 18', '1995-02-28 17:00:00', '', '222', '-', 'ลำภู', 'เมืองนราธิวาส', 'นราธิวาส', 96000, '073532300', '', 'http://www.narathiwat1.go.th/web/', 'นายณัฏฐ์พัชร์ ศรีสังข์', '6.41511', '101.798662', 'นายดนัย  เส้งสีแดง', 'รอง ผอ.สพป. รักษาราชการแทน ผอ.สพป.นราธิวาส เขต1', 1),
(225, '1096020000', 'สพป.นราธิวาส เขต 2', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการส่วนกลาง', '2003-07-06 17:00:00', '-', '38/3', '-', 'ปาเสมัส', 'สุไหงโก-ลก', 'นราธิวาส', 96120, '073530792', '073530790', 'www.narathiwat2.go.th', 'นายสุพจน์ มณีรัตนโชติ', '6.04421196161', '101.993403257', 'นายสุพจน์  มณีรัตนโชติ', 'ผู้อำนวยการสำนักงานเขตพื้นที่การศึกษาประถมศึกษานราธิวาส เขต 2', 1),
(226, '1096030000', 'สพป.นราธิวาส เขต 3', 'กระทรวงศึกษาธิการ', 'สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)', 'เทศบาลตำบล', 'เขตตรวจราชการเขต 8', '2007-05-03 17:00:00', '', '167', 'ระแงะมรรคา', 'ตันหยงมัส', 'ระแงะ', 'นราธิวาส', 96130, '073672180', '073672182', 'http://www.narathiwat3.go.th', 'นายณัทกร  แก้วประชุม', '6.29560893929', '101.72150394', 'นายอภิรักษ์ อำนวยพูนสุข', 'ศึกษานิเทศก์', 1);

-- --------------------------------------------------------

--
-- Table structure for table `item`
--

CREATE TABLE `item` (
  `id` int(11) NOT NULL,
  `it_main` varchar(10) NOT NULL DEFAULT '',
  `it_sub` varchar(10) NOT NULL DEFAULT '',
  `it_cate` varchar(10) NOT NULL DEFAULT '',
  `it_eng` varchar(10) NOT NULL,
  `it_topic` varchar(255) NOT NULL DEFAULT '',
  `it_posted` varchar(100) NOT NULL DEFAULT '',
  `it_post_date` varchar(50) NOT NULL DEFAULT '',
  `it_status` int(11) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item`
--

INSERT INTO `item` (`id`, `it_main`, `it_sub`, `it_cate`, `it_eng`, `it_topic`, `it_posted`, `it_post_date`, `it_status`) VALUES
(1, '1', '1', '1', 'O1', 'โครงสร้างหน่วยงาน', '', '', 1),
(2, '1', '1', '2', 'O2', 'ข้อมูลผู้บริหาร', '', '', 1),
(3, '1', '1', '3', 'O3', 'อำนาจหน้าที่', '', '', 1),
(4, '1', '1', '4', 'O4', 'แผนพัฒนาคุณภาพการศึกษา', '', '', 1),
(5, '1', '1', '5', 'O5', 'ข้อมูลการติดต่อ', '', '', 1),
(6, '1', '1', '6', 'O6', 'กฎหมายที่เกี่ยวข้อง', '', '', 1),
(7, '1', '1', '7', 'O7', 'ข่าวประชาสัมพันธ์', '', '', 1),
(8, '1', '1', '8', 'O8', 'กระดานถาม-ตอบ', '', '', 1),
(9, '1', '1', '9', 'O9', 'Social Network', '', '', 1),
(10, '1', '2', '10', 'O10', 'แผนปฏิบัติราชการประจำปี 2563', '', '', 1),
(11, '1', '2', '11', 'O11', 'รายงานการกำกับ ติดตามการดำเนินงาน รายไตรมาส', '', '', 1),
(12, '1', '2', '12', 'O12', 'รายงานผลการดำเนินงานประจำปี 2562', '', '', 1),
(13, '1', '2', '13', 'O13', 'คู่มือและมาตรฐานการปฏิบัติงาน', '', '', 1),
(14, '1', '2', '14', 'O14', 'มาตรฐานการให้บริการ', '', '', 1),
(15, '1', '2', '15', 'O15', 'สถิติความพึงพอใจการให้บริการ', '', '', 1),
(16, '1', '2', '16', 'O16', 'รายงานผลสำรวจความพึงพอใจในการให้บริการ', '', '', 1),
(17, '1', '2', '17', 'O17', 'E-Service', '', '', 1),
(18, '1', '3', '18', 'O18', 'แผนการใช้จ่ายงบประมาณประจำปี', '', '', 1),
(19, '1', '3', '19', 'O19', 'รายงานการกำกับติดตามการใช้จ่ายงบประมาณ รายไตรมาส', '', '', 1),
(20, '1', '3', '20', 'O20', 'รายงานผลการใช้จ่ายงบประมาณประจำปี', '', '', 1),
(21, '1', '3', '21', 'O21', 'แผนการจัดซื้อจัดจ้างหรือการจัดหาพัสดุ', '', '', 1),
(22, '1', '3', '22', 'O22', 'ประกาศจัดซื้อจัดจ้างหรือการจัดหาพัสดุ', '', '', 1),
(23, '1', '3', '23', 'O23', 'สรุปผลการจัดซื้อจัดจ้างหรือการจัดหาพัสดุรายเดือน', '', '', 1),
(24, '1', '3', '24', 'O24', 'รายงานผลการจัดซื้อจัดจ้างหรือการจัดหาพัสดุประจำปี', '', '', 1),
(25, '1', '4', '25', 'O25', 'นโยบายการบริหารทรัพยากรบุคคล', '', '', 1),
(26, '1', '4', '26', 'O26', 'การดำเนินการตามนโยบายการบริหารทรัพยากรบุคคล', '', '', 1),
(27, '1', '4', '27', 'O27', 'หลักเกณฑ์การบริหารและพัฒนาทรัพยากรบุคคล', '', '', 1),
(28, '1', '4', '28', 'O28', 'รายงานผลการบริหารและพัฒนาทรัพยากรบุคคลประจำปี', '', '', 1),
(29, '1', '5', '29', 'O29', 'แนวปฏิบัติการจัดการเรื่องร้องเรียนทุจริตและความประพฤติมิชอบ', '', '', 1),
(30, '1', '5', '30', 'O30', 'ช่องทางแจ้งเรื่องร้องเรียนทุจริตและประพฤติมิชอบ', '', '', 1),
(31, '1', '5', '31', 'O31', 'ข้อมูลเชิงสถิติเรื่องร้องเรียนการทุจริตและความประพฤติมิชอบประจำปี', '', '', 1),
(32, '1', '5', '32', 'O32', 'ช่องทางการรับฟังความคิดเห็น', '', '', 1),
(33, '1', '5', '33', 'O33', 'การเปิดโอกาสให้เกิดการมีส่วนร่วม', '', '', 1),
(34, '2', '1', '34', 'O34', 'เจตจำนงสุจริตของผู้บริหาร', '', '', 1),
(35, '2', '1', '35', 'O35', 'การมีส่วนร่วมของผู้บริหาร', '', '', 1),
(36, '2', '1', '36', 'O36', 'การประเมินความเสี่ยงการทุจริตประจำปี', '', '', 1),
(37, '2', '1', '37', 'O37', 'การดำเนินการเพื่อจัดการความเสี่ยงการทุจริต', '', '', 1),
(38, '2', '1', '38', 'O38', 'การเสริมสร้างวัฒนธรรมองค์กร', '', '', 1),
(39, '2', '1', '39', 'O39', 'แผนปฎิบัติการป้องกันการทุจริตประจำปี', '', '', 1),
(40, '2', '1', '40', 'O40', 'รายงานการกำกับติดตามการดำเนินการป้องกันการทุจริต รายไตรมาส', '', '', 1),
(41, '2', '1', '41', 'O41', 'รายงานผลการดำเนินการป้องกันการทุจริตประจำปี', '', '', 1),
(42, '2', '2', '42', 'O42', 'มาตรการส่งเสริมคุณธรรมและความโปร่งใสภายในหน่วยงาน', '', '', 1),
(43, '2', '2', '43', 'O43', 'การดำเนินการตามมาตรการส่งเสริมคุณธรรมและความโปร่งใสภายในหน่วยงาน', '', '', 1);

-- --------------------------------------------------------

--
-- Table structure for table `item_cate`
--

CREATE TABLE `item_cate` (
  `id` int(11) NOT NULL,
  `ic_item` varchar(255) NOT NULL DEFAULT '',
  `ic_category_name` varchar(255) NOT NULL DEFAULT '',
  `ic_detail` text DEFAULT NULL,
  `ic_main` int(11) NOT NULL DEFAULT 0,
  `ic_sub` int(11) NOT NULL DEFAULT 0,
  `ic_pageview` int(11) NOT NULL DEFAULT 0,
  `ic_oittype` varchar(50) NOT NULL DEFAULT '',
  `ic_linkcon` varchar(255) NOT NULL,
  `ic_status` int(11) NOT NULL DEFAULT 0,
  `ic_sort` int(11) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_cate`
--

INSERT INTO `item_cate` (`id`, `ic_item`, `ic_category_name`, `ic_detail`, `ic_main`, `ic_sub`, `ic_pageview`, `ic_oittype`, `ic_linkcon`, `ic_status`, `ic_sort`) VALUES
(1, 'O1', 'โครงสร้างหน่วยงาน', '', 1, 1, 0, 'Link', 'http://localhost/max29_20201001/index.php?name=personnel&file=detail', 1, 1),
(2, 'O2', 'ข้อมูลผู้บริหาร', '', 1, 1, 0, 'Upload', 'oit_1601588492.pdf', 1, 2),
(3, 'O3', 'อำนาจหน้าที่', '', 1, 1, 0, '', '', 1, 3),
(4, 'O4', 'แผนพัฒนาคุณภาพการศึกษา', '', 1, 1, 0, '', '', 1, 4),
(5, 'O5', 'ข้อมูลการติดต่อ', '', 1, 1, 0, '', '', 1, 5),
(6, 'O6', 'กฎหมายที่เกี่ยวข้อง', '', 1, 1, 0, '', '', 1, 6),
(7, 'O7', 'ข่าวประชาสัมพันธ์', '', 1, 1, 0, '', '', 1, 7),
(8, 'O8', 'กระดานถาม-ตอบ', '', 1, 1, 0, '', '', 1, 8),
(9, 'O9', 'Social Network', '', 1, 1, 0, '', '', 1, 9),
(10, 'O10', 'แผนปฏิบัติราชการประจำปี 2563', '', 1, 2, 0, '', '', 1, 10),
(11, 'O11', 'รายงานการกำกับ ติดตามการดำเนินงาน รายไตรมาส', '', 1, 2, 0, '', '', 1, 11),
(12, 'O12', 'รายงานผลการดำเนินงานประจำปี 2562', '', 1, 2, 0, '', '', 1, 12),
(13, 'O13', 'คู่มือและมาตรฐานการปฏิบัติงาน', '', 1, 2, 0, '', '', 1, 13),
(14, 'O14', 'มาตรฐานการให้บริการ', '', 1, 2, 0, '', '', 1, 14),
(15, 'O15', 'สถิติความพึงพอใจการให้บริการ', '', 1, 2, 0, '', '', 1, 15),
(16, 'O16', 'รายงานผลสำรวจความพึงพอใจในการให้บริการ', '', 1, 2, 0, '', '', 1, 16),
(17, 'O17', 'E-Service', '', 1, 2, 0, '', '', 1, 17),
(18, 'O18', 'แผนการใช้จ่ายงบประมาณประจำปี', '', 1, 3, 0, '', '', 1, 18),
(19, 'O19', 'รายงานการกำกับติดตามการใช้จ่ายงบประมาณ รายไตรมาส', '', 1, 3, 0, '', '', 1, 19),
(20, 'O20', 'รายงานผลการใช้จ่ายงบประมาณประจำปี', '', 1, 3, 0, '', '', 1, 20),
(21, 'O21', 'แผนการจัดซื้อจัดจ้างหรือการจัดหาพัสดุ', '', 1, 3, 0, '', '', 1, 21),
(22, 'O22', 'ประกาศจัดซื้อจัดจ้างหรือการจัดหาพัสดุ', '', 1, 3, 0, '', '', 1, 22),
(23, 'O23', 'สรุปผลการจัดซื้อจัดจ้างหรือการจัดหาพัสดุรายเดือน', '', 1, 3, 0, '', '', 1, 23),
(24, 'O24', 'รายงานผลการจัดซื้อจัดจ้างหรือการจัดหาพัสดุประจำปี', '', 1, 3, 0, '', '', 1, 24),
(25, 'O25', 'นโยบายการบริหารทรัพยากรบุคคล', '', 1, 4, 0, '', '', 1, 25),
(26, 'O26', 'การดำเนินการตามนโยบายการบริหารทรัพยากรบุคคล', '', 1, 4, 0, '', '', 1, 26),
(27, 'O27', 'หลักเกณฑ์การบริหารและพัฒนาทรัพยากรบุคคล', '', 1, 4, 0, '', '', 1, 27),
(28, 'O28', 'รายงานผลการบริหารและพัฒนาทรัพยากรบุคคลประจำปี', '', 1, 4, 0, '', '', 1, 28),
(29, 'O29', 'แนวปฏิบัติการจัดการเรื่องร้องเรียนทุจริตและความประพฤติมิชอบ', '', 1, 5, 0, '', '', 1, 29),
(30, 'O30', 'ช่องทางแจ้งเรื่องร้องเรียนทุจริตและประพฤติมิชอบ', '', 1, 5, 0, '', '', 1, 30),
(31, 'O31', 'ข้อมูลเชิงสถิติเรื่องร้องเรียนการทุจริตและความประพฤติมิชอบประจำปี', '', 1, 5, 0, '', '', 1, 31),
(32, 'O32', 'ช่องทางการรับฟังความคิดเห็น', '', 1, 5, 0, '', '', 1, 32),
(33, 'O33', 'การเปิดโอกาสให้เกิดการมีส่วนร่วม', '', 1, 5, 0, '', '', 1, 33),
(34, 'O34', 'เจตจำนงสุจริตของผู้บริหาร', '', 2, 6, 0, '', '', 1, 34),
(35, 'O35', 'การมีส่วนร่วมของผู้บริหาร', '', 2, 6, 0, '', '', 1, 35),
(36, 'O36', 'การประเมินความเสี่ยงการทุจริตประจำปี', '', 2, 6, 0, '', '', 1, 36),
(37, 'O37', 'การดำเนินการเพื่อจัดการความเสี่ยงการทุจริต', '', 2, 6, 0, '', '', 1, 37),
(38, 'O38', 'การเสริมสร้างวัฒนธรรมองค์กร', '', 2, 6, 0, '', '', 1, 38),
(39, 'O39', 'แผนปฎิบัติการป้องกันการทุจริตประจำปี', '', 2, 6, 0, '', '', 1, 39),
(40, 'O40', 'รายงานการกำกับติดตามการดำเนินการป้องกันการทุจริต รายไตรมาส', '', 2, 6, 0, '', '', 1, 40),
(41, 'O41', 'รายงานผลการดำเนินการป้องกันการทุจริตประจำปี', '', 2, 6, 0, '', '', 1, 41),
(42, 'O42', 'มาตรการส่งเสริมคุณธรรมและความโปร่งใสภายในหน่วยงาน', '', 2, 7, 0, '', '', 1, 42),
(43, 'O43', 'การดำเนินการตามมาตรการส่งเสริมคุณธรรมและความโปร่งใสภายในหน่วยงาน', '', 2, 7, 0, '', '', 1, 43);

-- --------------------------------------------------------

--
-- Table structure for table `item_main`
--

CREATE TABLE `item_main` (
  `id` int(11) NOT NULL,
  `im_item` varchar(255) NOT NULL DEFAULT '',
  `im_name` varchar(255) NOT NULL DEFAULT '',
  `im_sort` int(11) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_main`
--

INSERT INTO `item_main` (`id`, `im_item`, `im_name`, `im_sort`) VALUES
(1, 'ตัวชี้วัดที่ 9', 'การเปิดเผยข้อมูล', 1),
(2, 'ตัวชี้วัดที่ 10', 'การป้องกันการทุจริต', 2);

-- --------------------------------------------------------

--
-- Table structure for table `item_sub`
--

CREATE TABLE `item_sub` (
  `id` int(11) NOT NULL,
  `is_item` varchar(100) NOT NULL DEFAULT '',
  `is_category_name` varchar(155) NOT NULL DEFAULT '',
  `is_main` int(5) NOT NULL DEFAULT 0,
  `is_sub` int(5) NOT NULL,
  `is_sort` int(11) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_sub`
--

INSERT INTO `item_sub` (`id`, `is_item`, `is_category_name`, `is_main`, `is_sub`, `is_sort`) VALUES
(1, 'ตัวชี้วัดย่อยที่ 9.1', 'ข้อมูลพื้นฐาน', 1, 1, 1),
(2, 'ตัวชี้วัดย่อยที่ 9.2', 'การบริหารงาน', 1, 2, 2),
(3, 'ตัวชี้วัดย่อยที่ 9.3', 'การบริหารเงินงบประมาณ', 1, 3, 3),
(4, 'ตัวชี้วัดย่อยที่ 9.4', 'การบริหารและพัฒนาทรัพยากรบุคคล', 1, 4, 4),
(5, 'ตัวชี้วัดย่อยที่ 9.5', 'การส่งเสริมความโปร่งใส', 1, 5, 5),
(6, 'ตัวชี้วัดย่อยที่ 10.1', 'เจตจำนงสุจริตของผู้บริหาร', 2, 1, 6),
(7, 'ตัวชี้วัดย่อยที่ 10.2', 'มาตรการภายในเพื่อป้องกันการทุจริต', 2, 2, 7);

-- --------------------------------------------------------

--
-- Table structure for table `item_up`
--

CREATE TABLE `item_up` (
  `id` int(11) NOT NULL,
  `iu_area` varchar(15) NOT NULL DEFAULT '',
  `iu_school` varchar(15) NOT NULL DEFAULT '',
  `iu_main` varchar(10) NOT NULL DEFAULT '',
  `iu_sub` varchar(10) NOT NULL DEFAULT '',
  `iu_itemID` varchar(10) NOT NULL DEFAULT '',
  `iu_topic` varchar(255) NOT NULL DEFAULT '',
  `iu_posted` varchar(100) NOT NULL DEFAULT '',
  `iu_post_date` varchar(50) NOT NULL DEFAULT '',
  `iu_pageview` int(11) NOT NULL DEFAULT 0,
  `iu_typeup` varchar(30) NOT NULL,
  `iu_typefile` varchar(10) NOT NULL,
  `iu_linkcon` varchar(255) NOT NULL,
  `iu_status` int(11) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_up`
--

INSERT INTO `item_up` (`id`, `iu_area`, `iu_school`, `iu_main`, `iu_sub`, `iu_itemID`, `iu_topic`, `iu_posted`, `iu_post_date`, `iu_pageview`, `iu_typeup`, `iu_typefile`, `iu_linkcon`, `iu_status`) VALUES
(9, '1000101702', '1044410634', '1', '1', '4', 'ssss', '1', '2022-09-08 12:47:48', 0, 'Upload', 'pdf', '1662616068_01b6ded35b2f12562ba1.pdf', 1),
(7, '1000101702', '1044410634', '1', '1', '1', 'ddddsssswwwwwwwwwsssss', '1', '2022-09-07 13:47:00', 0, 'Upload', 'pdf', 'ddddd.pdf', 1),
(8, '1000101702', '1044410634', '1', '1', '5', 'rrrrrrtttt', '1', '2022-09-08 08:54:14', 0, 'Link', '', '', 1),
(10, '1000101702', '1044410634', '1', '3', '21', 'www', '1', '2022-09-08 13:12:00', 0, 'Link', '', 'www', 1);

-- --------------------------------------------------------

--
-- Table structure for table `schools`
--

CREATE TABLE `schools` (
  `sch_id` int(11) NOT NULL,
  `sch_code` varchar(10) NOT NULL,
  `sch_name` varchar(255) DEFAULT NULL,
  `typeSch` int(11) NOT NULL,
  `region` int(11) NOT NULL,
  `academicYear` int(11) NOT NULL,
  `area_code` varchar(10) NOT NULL,
  `subdistrict` varchar(255) DEFAULT NULL,
  `district` varchar(255) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL,
  `areaName` varchar(255) DEFAULT NULL,
  `a1male` int(11) NOT NULL,
  `a1female` int(11) NOT NULL,
  `sumA1` int(11) NOT NULL,
  `a2male` int(11) NOT NULL,
  `a2female` int(11) NOT NULL,
  `sumA2` int(11) NOT NULL,
  `a3male` int(11) NOT NULL,
  `a3female` int(11) NOT NULL,
  `sumA3` int(11) NOT NULL,
  `sumA` int(11) NOT NULL,
  `p1male` int(11) NOT NULL,
  `p1female` int(11) NOT NULL,
  `sumP1` int(11) NOT NULL,
  `p2male` int(11) NOT NULL,
  `p2female` int(11) NOT NULL,
  `sumP2` int(11) NOT NULL,
  `p3male` int(11) NOT NULL,
  `p3female` int(11) NOT NULL,
  `sumP3` int(11) NOT NULL,
  `p4male` int(11) NOT NULL,
  `p4female` int(11) NOT NULL,
  `sumP4` int(11) NOT NULL,
  `p5male` int(11) NOT NULL,
  `p5female` int(11) NOT NULL,
  `sumP5` int(11) NOT NULL,
  `p6male` int(11) NOT NULL,
  `p6female` int(11) NOT NULL,
  `sumP6` int(11) NOT NULL,
  `sumP` int(11) NOT NULL,
  `m1male` int(11) NOT NULL,
  `m1female` int(11) NOT NULL,
  `sumM1` int(11) NOT NULL,
  `m2male` int(11) NOT NULL,
  `m2female` int(11) NOT NULL,
  `sumM2` int(11) NOT NULL,
  `m3male` int(11) NOT NULL,
  `m3female` int(11) NOT NULL,
  `sumM3` int(11) NOT NULL,
  `sumM` int(11) NOT NULL,
  `m4male` int(11) NOT NULL,
  `m4female` int(11) NOT NULL,
  `sumM4` int(11) NOT NULL,
  `m5male` int(11) NOT NULL,
  `m5female` int(11) NOT NULL,
  `sumM5` int(11) NOT NULL,
  `m6male` int(11) NOT NULL,
  `m6female` int(11) NOT NULL,
  `sumM6` int(11) NOT NULL,
  `pvc1male` int(11) NOT NULL,
  `pvc1female` int(11) NOT NULL,
  `sumPvc1` int(11) NOT NULL,
  `pvc2male` int(11) NOT NULL,
  `pvc2female` int(11) NOT NULL,
  `sumPvc2` int(11) NOT NULL,
  `pvc3male` int(11) NOT NULL,
  `pvc3female` int(11) NOT NULL,
  `sumPvc3` int(11) NOT NULL,
  `sumMpvc` int(11) NOT NULL,
  `sumMall` int(11) NOT NULL,
  `sumMale` int(11) NOT NULL,
  `sumFemale` int(11) NOT NULL,
  `sumStudents` int(11) NOT NULL,
  `maxClassLevel` varchar(255) DEFAULT NULL,
  `ra1` int(11) NOT NULL,
  `ra2` int(11) NOT NULL,
  `ra3` int(11) NOT NULL,
  `rp1` int(11) NOT NULL,
  `rp2` int(11) NOT NULL,
  `rp3` int(11) NOT NULL,
  `rp4` int(11) NOT NULL,
  `rp5` int(11) NOT NULL,
  `rp6` int(11) NOT NULL,
  `rm1` int(11) NOT NULL,
  `rm2` int(11) NOT NULL,
  `rm3` int(11) NOT NULL,
  `rm4` int(11) NOT NULL,
  `rm5` int(11) NOT NULL,
  `rm6` int(11) NOT NULL,
  `rpvc1` int(11) NOT NULL,
  `rpvc2` int(11) NOT NULL,
  `rpvc3` int(11) NOT NULL,
  `sumRoom` int(11) NOT NULL,
  `region6` int(11) NOT NULL,
  `inspector` int(11) NOT NULL,
  `minLevel` int(11) NOT NULL,
  `maxLevel` int(11) NOT NULL,
  `latitude` varchar(20) DEFAULT NULL,
  `longitude` varchar(20) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `smis_code` varchar(8) NOT NULL COMMENT 'รหัส smis',
  `quality_tambon` tinyint(1) NOT NULL COMMENT 'โรงเรียนคุณภาพประจำตำบล',
  `partnership_school` tinyint(1) NOT NULL COMMENT 'โรงเรียนร่วมพัฒนา Partnership School',
  `royal_school` varchar(3) NOT NULL COMMENT 'โรงเรียนพระราชดำริและเฉลิมพระเกียรติ',
  `extend_school` tinyint(1) NOT NULL COMMENT 'ขยายโอกาส',
  `sub_school` tinyint(1) NOT NULL COMMENT 'โรงเรียนสาขา',
  `school_type` varchar(1) NOT NULL COMMENT 'ประเภทสถานศึกษา',
  `school_position` varchar(1) NOT NULL COMMENT 'ตำแหน่งที่ตั้ง',
  `school_type_special` varchar(1) NOT NULL COMMENT 'มีลักษณะพิเศษ',
  `sumPersonnel` int(11) NOT NULL,
  `sumStudent63` int(11) NOT NULL,
  `isMinor` tinyint(4) NOT NULL DEFAULT 0,
  `noAct` tinyint(4) NOT NULL DEFAULT 0,
  `majorSchCode` varchar(10) DEFAULT NULL,
  `directorName` varchar(100) NOT NULL,
  `directorTel` varchar(30) NOT NULL,
  `directorLine` varchar(50) NOT NULL,
  `directorPOS` varchar(200) NOT NULL,
  `learning_type` tinyint(4) NOT NULL,
  `learning_type_sub` varchar(20) NOT NULL,
  `learning_type_more` varchar(500) NOT NULL,
  `doc_file` varchar(100) NOT NULL,
  `doc_date` datetime NOT NULL DEFAULT '1970-01-01 00:00:00',
  `doc_confirm` tinyint(4) NOT NULL DEFAULT 0,
  `schoolActive` tinyint(4) NOT NULL DEFAULT 1,
  `update_time` datetime NOT NULL,
  `doc_commit` varchar(100) NOT NULL,
  `doc_commit_date` datetime NOT NULL DEFAULT '1970-01-01 00:00:00',
  `survey_approve_status` tinyint(4) NOT NULL,
  `survey_approve_by` varchar(100) NOT NULL,
  `survey_approve_pos` varchar(200) NOT NULL,
  `survey_approve_ip` varchar(35) NOT NULL,
  `survey_approve_date` datetime NOT NULL DEFAULT '1970-01-01 00:00:00',
  `isBorder` tinyint(4) NOT NULL DEFAULT 0,
  `PleaseUpdate` tinyint(4) NOT NULL DEFAULT 0,
  `riskEgypt` tinyint(1) NOT NULL DEFAULT 0 COMMENT '0=ไม่เสี่่ยง,1=เสี่ยง'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `schools`
--

INSERT INTO `schools` (`sch_id`, `sch_code`, `sch_name`, `typeSch`, `region`, `academicYear`, `area_code`, `subdistrict`, `district`, `province`, `areaName`, `a1male`, `a1female`, `sumA1`, `a2male`, `a2female`, `sumA2`, `a3male`, `a3female`, `sumA3`, `sumA`, `p1male`, `p1female`, `sumP1`, `p2male`, `p2female`, `sumP2`, `p3male`, `p3female`, `sumP3`, `p4male`, `p4female`, `sumP4`, `p5male`, `p5female`, `sumP5`, `p6male`, `p6female`, `sumP6`, `sumP`, `m1male`, `m1female`, `sumM1`, `m2male`, `m2female`, `sumM2`, `m3male`, `m3female`, `sumM3`, `sumM`, `m4male`, `m4female`, `sumM4`, `m5male`, `m5female`, `sumM5`, `m6male`, `m6female`, `sumM6`, `pvc1male`, `pvc1female`, `sumPvc1`, `pvc2male`, `pvc2female`, `sumPvc2`, `pvc3male`, `pvc3female`, `sumPvc3`, `sumMpvc`, `sumMall`, `sumMale`, `sumFemale`, `sumStudents`, `maxClassLevel`, `ra1`, `ra2`, `ra3`, `rp1`, `rp2`, `rp3`, `rp4`, `rp5`, `rp6`, `rm1`, `rm2`, `rm3`, `rm4`, `rm5`, `rm6`, `rpvc1`, `rpvc2`, `rpvc3`, `sumRoom`, `region6`, `inspector`, `minLevel`, `maxLevel`, `latitude`, `longitude`, `status`, `smis_code`, `quality_tambon`, `partnership_school`, `royal_school`, `extend_school`, `sub_school`, `school_type`, `school_position`, `school_type_special`, `sumPersonnel`, `sumStudent63`, `isMinor`, `noAct`, `majorSchCode`, `directorName`, `directorTel`, `directorLine`, `directorPOS`, `learning_type`, `learning_type_sub`, `learning_type_more`, `doc_file`, `doc_date`, `doc_confirm`, `schoolActive`, `update_time`, `doc_commit`, `doc_commit_date`, `survey_approve_status`, `survey_approve_by`, `survey_approve_pos`, `survey_approve_ip`, `survey_approve_date`, `isBorder`, `PleaseUpdate`, `riskEgypt`) VALUES
(14222, '1044410580', 'สารคามพิทยาคม', 2, 4, 2562, '1000101726', 'ตลาด', 'เมืองมหาสารคาม', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 283, 350, 633, 257, 365, 622, 314, 395, 709, 1964, 268, 406, 674, 243, 418, 661, 219, 402, 621, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1956, 3920, 1584, 2336, 3920, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 17, 17, 17, 17, 17, 17, 0, 0, 0, 102, 2, 12, 10, 15, '16.186878', '103.298973', 1, '44012001', 0, 0, '', 0, 0, '3', '3', '1', 263, 3895, 0, 0, '', 'นายนิพนธ์ ยศดา', '0862233321', '0862233321', 'ผู้อำนวยการโรงเรียนสารคามพิทยาคม', 2, '3', '', 'DOC25-1000101726-1044410580-1593070524.pdf', '2020-06-25 14:35:24', 1, 1, '2020-06-21 16:41:43', 'DOC01-1000101726-1044410580-1592293247.pdf', '2020-06-16 14:40:47', 0, 'ดร.สิทธิพล พหลทัพ', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 26', '192.168.239.77,202.29.172.175', '2020-06-23 12:09:24', 0, 0, 0),
(14223, '1044410581', 'ผดุงนารี', 2, 4, 2562, '1000101726', 'ตลาด', 'เมืองมหาสารคาม', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 339, 487, 826, 391, 464, 855, 367, 423, 790, 2471, 175, 306, 481, 140, 338, 478, 173, 348, 521, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1480, 3951, 1585, 2366, 3951, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 22, 22, 22, 15, 17, 17, 0, 0, 0, 115, 2, 12, 10, 15, '16.183148', '103.302201', 1, '44012002', 0, 0, '', 0, 0, '3', '3', '1', 216, 3951, 0, 0, '', 'นายประพันธ์ ขันโมลี', '0878590787', '0878590787', 'ผู้อำนวยการโรงเรียนผดุงนารี', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410581-1593097486.pdf', '2020-06-25 22:04:46', 0, 'ดร.สิทธิพล พหลทัพ', 'รองผู้อำนวยการสำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 26', '192.168.239.77,202.29.172.175', '2020-06-23 12:08:41', 0, 0, 0),
(14224, '1044410582', 'มหาวิชานุกูล', 2, 4, 2562, '1000101726', 'แวงน่าง', 'เมืองมหาสารคาม', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 2, 5, 16, 8, 24, 26, 3, 29, 58, 13, 1, 14, 21, 1, 22, 23, 6, 29, 0, 0, 0, 0, 0, 0, 0, 0, 0, 65, 123, 102, 21, 123, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 2, 1, 1, 2, 0, 0, 0, 8, 2, 12, 10, 15, '16.158736', '103.308472', 1, '44012003', 0, 0, '', 0, 0, '3', '2', '1', 20, 123, 0, 0, '', 'นายกษม  บุญบรรจง', '0956681492', '0956681492', 'ผู้อำนวยการโรงเรียนมหาวิชานุกูล', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410582-1592311055.pdf', '2020-06-16 19:37:35', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14225, '1044410584', 'มหาชัยพิทยาคาร', 2, 4, 2562, '1000101726', 'ท่าสองคอน', 'เมืองมหาสารคาม', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 28, 15, 43, 31, 18, 49, 41, 35, 76, 168, 18, 11, 29, 13, 20, 33, 7, 7, 14, 0, 0, 0, 0, 0, 0, 0, 0, 0, 76, 244, 138, 106, 244, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 2, 3, 1, 1, 1, 0, 0, 0, 10, 2, 12, 10, 15, '16.182945', '103.210396', 1, '44012005', 1, 0, '', 0, 0, '3', '2', '1', 20, 244, 0, 0, '', 'นายอธิการ. สุขศรี', '0973430692', '0973530692', 'ผู้อำนวยการโรงเรียนมหาชัยพิทยาคาร', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410584-1592885421.jpg', '2020-06-23 11:10:21', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14226, '1044410586', 'แกดำวิทยาคาร', 2, 4, 2562, '1000101726', 'แกดำ', 'แกดำ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 29, 27, 56, 29, 27, 56, 18, 28, 46, 158, 13, 16, 29, 14, 18, 32, 14, 7, 21, 0, 0, 0, 0, 0, 0, 0, 0, 0, 82, 240, 117, 123, 240, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 2, 2, 1, 1, 1, 0, 0, 0, 9, 2, 12, 10, 15, '16.017813', '103.350754', 1, '44012007', 1, 0, '', 0, 0, '3', '2', '1', 25, 240, 0, 0, '', 'นายสงกรานต์  อุดทารุณ', '0848878682', 'smissjohn', 'ผู้อำนวยการโรงเรียนแกดำวิทยาคาร', 1, '', '', 'DOC25-1000101726-1044410586-1593362341.docx', '2020-06-28 23:39:01', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410586-1592363941.pdf', '2020-06-17 10:19:01', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14227, '1044410587', 'มิตรภาพ', 2, 4, 2562, '1000101726', 'มิตรภาพ', 'แกดำ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 35, 32, 67, 25, 14, 39, 17, 23, 40, 146, 15, 17, 32, 20, 27, 47, 26, 16, 42, 0, 0, 0, 0, 0, 0, 0, 0, 0, 121, 267, 138, 129, 267, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 4, 4, 3, 3, 3, 0, 0, 0, 21, 2, 12, 10, 15, '16.064995', '103.4077', 1, '44012008', 1, 0, '', 0, 0, '3', '1', '1', 32, 267, 0, 0, '', 'นายบุญสงค์  อรรคฮาตสี', '0968420987', '0968420987', 'ผู้อำนวยการโรงเรียนมิตรภาพ', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410587-1593072782.pdf', '2020-06-25 15:13:02', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14228, '1044410588', 'โกสุมวิทยาสรรค์', 2, 4, 2562, '1000101726', 'หัวขวาง', 'โกสุมพิสัย', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 186, 198, 384, 177, 224, 401, 164, 198, 362, 1147, 91, 172, 263, 120, 176, 296, 99, 187, 286, 0, 0, 0, 0, 0, 0, 0, 0, 0, 845, 1992, 837, 1155, 1992, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 11, 11, 11, 10, 10, 10, 0, 0, 0, 63, 2, 12, 10, 15, '16.236475', '103.0681', 1, '44012009', 1, 0, '', 0, 0, '3', '2', '1', 113, 1992, 0, 0, '', 'นายพีรนนท์  เหล่าสมบัติ', '0856933448', 'ppp6727', 'ผู้อำนวยการโรงเรียนโกสุมวิทยาสรรค์', 1, '1', '', 'DOC25-1000101726-1044410588-1593155229.pdf', '2020-06-26 14:07:09', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410588-1592323192.pdf', '2020-06-16 22:59:52', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14229, '1044410589', 'เขวาไร่ศึกษา', 2, 4, 2562, '1000101726', 'เขวาไร่', 'โกสุมพิสัย', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 96, 119, 215, 91, 83, 174, 106, 125, 231, 620, 90, 94, 184, 53, 102, 155, 52, 87, 139, 0, 0, 0, 0, 0, 0, 0, 0, 0, 478, 1098, 488, 610, 1098, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 5, 6, 5, 4, 4, 0, 0, 0, 30, 2, 12, 10, 15, '16.296573', '102.920661', 1, '44012010', 0, 0, '', 0, 0, '3', '1', '1', 67, 1098, 0, 0, '', 'นายจิระศักดิ์  ปราณีนิจ', '0951879965', '0951879965', 'ผู้อำนวยการโรงเรียนเขวาไร่ศึกษา', 1, '5', '', 'DOC25-1000101726-1044410589-1593362192.pdf', '2020-06-28 23:36:32', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410589-1593011173.jpg', '2020-06-24 22:06:13', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14230, '1044410590', 'เขื่อนพิทยาสรรค์', 2, 4, 2562, '1000101726', 'ยางท่าแจ้ง', 'โกสุมพิสัย', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 26, 22, 48, 24, 11, 35, 17, 24, 41, 124, 15, 9, 24, 21, 10, 31, 11, 24, 35, 0, 0, 0, 0, 0, 0, 0, 0, 0, 90, 214, 114, 100, 214, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 1, 2, 1, 1, 1, 0, 0, 0, 8, 2, 12, 10, 15, '16.324787', '103.061879', 1, '44012011', 0, 0, '', 0, 0, '3', '1', '1', 23, 214, 0, 0, '', 'นายไชยสิทธิิ์  สงลา', '0637733211', '0637733211', 'รักษาการในตำแหน่งผู้อำนวยการโรงเรียนเขื่อนพิทยาสรรค์', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410590-1593074367.pdf', '2020-06-25 15:39:27', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14231, '1044410591', 'โพนงามพิทยานุกูล', 2, 4, 2562, '1000101726', 'โพนงาม', 'โกสุมพิสัย', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 8, 2, 10, 9, 5, 14, 6, 6, 12, 36, 14, 9, 23, 6, 6, 12, 9, 4, 13, 0, 0, 0, 0, 0, 0, 0, 0, 0, 48, 84, 52, 32, 84, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 6, 2, 12, 10, 15, '16.316257', '102.952227', 1, '44012012', 0, 0, '', 0, 0, '3', '1', '1', 16, 84, 0, 0, '', 'นายจำรัส หรรษาวงศ์', '08-6236-9559', '08623695590', 'ผู้อำนวยการโรงเรียนโพนงามพิทยานุกูล', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410591-1593074411.pdf', '2020-06-25 15:40:11', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14232, '1044410592', 'วังยาวศึกษาวิทย์', 2, 4, 2562, '1000101726', 'วังยาว', 'โกสุมพิสัย', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 9, 3, 12, 11, 5, 16, 10, 5, 15, 43, 13, 14, 27, 8, 12, 20, 11, 4, 15, 0, 0, 0, 0, 0, 0, 0, 0, 0, 62, 105, 62, 43, 105, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 6, 2, 12, 10, 15, '16.221697', '102.91629', 1, '44012013', 0, 0, '', 0, 0, '3', '1', '1', 21, 105, 0, 0, '', 'นายธงชัย   หมื่นสา', '0872200098', '0872200098', 'ผู้อำนวยการโรงเรียนวังยาวศึกษาวิทย์', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410592-1593074452.pdf', '2020-06-25 15:40:52', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14233, '1044410595', 'กันทรวิชัย', 2, 4, 2562, '1000101726', 'โคกพระ', 'กันทรวิชัย', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 89, 60, 149, 73, 71, 144, 58, 57, 115, 408, 53, 51, 104, 15, 36, 51, 43, 48, 91, 0, 0, 0, 0, 0, 0, 0, 0, 0, 246, 654, 331, 323, 654, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 4, 4, 3, 3, 3, 0, 0, 0, 21, 2, 12, 10, 15, '16.331493', '103.301569', 1, '44012021', 1, 0, '', 0, 0, '3', '1', '1', 44, 654, 0, 0, '', 'นายไพทูล    พรมมากุล', '0847919567', 'prommakul@gmail.com', 'ผู้อำนวยการโรงเรียนกันทรวิชัย', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410595-1592444769.JPG', '2020-06-18 08:46:09', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14234, '1044410596', 'เขวาใหญ่พิทยาสรรค์', 2, 4, 2562, '1000101726', 'เขวาใหญ่', 'กันทรวิชัย', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 13, 17, 8, 8, 16, 14, 8, 22, 55, 12, 1, 13, 6, 5, 11, 5, 2, 7, 0, 0, 0, 0, 0, 0, 0, 0, 0, 31, 86, 49, 37, 86, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 6, 2, 12, 10, 15, '16.247251', '103.189998', 1, '44012016', 0, 0, '', 0, 0, '3', '1', '1', 18, 86, 0, 0, '', 'นายวัฒนา  ปะกิคา', '0813800284', '0813800284', 'ผู้อำนวยการโรงเรียนเขวาใหญ่พิทยาสรรค์', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410596-1592364376.docx', '2020-06-17 10:26:16', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14235, '1044410601', 'เชียงยืนพิทยาคม', 2, 4, 2562, '1000101726', 'เชียงยืน', 'เชียงยืน', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 109, 148, 257, 102, 150, 252, 96, 135, 231, 740, 107, 157, 264, 101, 134, 235, 71, 130, 201, 0, 0, 0, 0, 0, 0, 0, 0, 0, 700, 1440, 586, 854, 1440, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 7, 7, 7, 8, 8, 7, 0, 0, 0, 44, 2, 12, 10, 15, '16.429054', '103.064232', 1, '44012022', 1, 0, '', 0, 0, '3', '2', '1', 84, 1440, 0, 0, '', 'นายเทพโกศล  มูลไธสง', '0895692614', '5919961', 'ผู้อำนวยการโรงเรียนเชียงยืนพิทยาคม', 2, '1,3', '', 'DOC25-1000101726-1044410601-1592984099.docx', '2020-06-24 14:34:59', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410601-1592451162.jpg', '2020-06-18 10:32:42', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14236, '1044410602', 'กู่ทองพิทยาคม', 2, 4, 2562, '1000101726', 'กู่ทอง', 'เชียงยืน', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 8, 33, 12, 9, 21, 7, 7, 14, 68, 14, 8, 22, 10, 2, 12, 6, 7, 13, 0, 0, 0, 0, 0, 0, 0, 0, 0, 47, 115, 74, 41, 115, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 6, 2, 12, 10, 15, '16.427724', '103.006033', 1, '44012023', 0, 0, '', 0, 0, '3', '1', '1', 20, 115, 0, 0, '', 'นายชัดสกร พิกุลทอง', '0899469997', 'atomy3123', 'ผู้อำนวยการโรงเรียนกู่ทองพิทยาคม', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410602-1592219793.doc', '2020-06-15 18:16:33', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14237, '1044410604', 'บรบือ', 2, 4, 2562, '1000101726', 'บรบือ', 'บรบือ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 186, 194, 380, 135, 146, 281, 135, 202, 337, 998, 92, 187, 279, 99, 145, 244, 69, 171, 240, 0, 0, 0, 0, 0, 0, 0, 0, 0, 763, 1761, 716, 1045, 1761, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 10, 10, 10, 10, 10, 0, 0, 0, 60, 2, 12, 10, 15, '16.041724', '103.122987', 1, '44022001', 0, 0, '', 0, 0, '3', '2', '1', 100, 1761, 0, 0, '', 'นางบุญทัน วัฒนศักดิ์สุรกุล', '0818721790', 'boontun28', 'ผู้อำนวยการโรงเรียนบรบือ', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410604-1592193443.pdf', '2020-06-15 10:57:23', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14238, '1044410605', 'บรบือวิทยาคาร', 2, 4, 2562, '1000101726', 'หนองสิม', 'บรบือ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 197, 199, 396, 203, 217, 420, 164, 223, 387, 1203, 121, 187, 308, 89, 179, 268, 109, 140, 249, 11, 25, 36, 11, 29, 40, 8, 34, 42, 943, 2146, 913, 1233, 2146, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 11, 10, 10, 9, 9, 8, 1, 1, 1, 60, 2, 12, 10, 18, '16.041033', '103.108924', 1, '44022008', 0, 0, '', 0, 0, '3', '1', '1', 123, 2146, 0, 0, '', 'นายสมทรัพย์ ภูโสดา', '0616655688', '0616655688', 'ผู้อำนวยการโรงเรียนบรบือวิทยาคาร', 2, '5', '', 'DOC25-1000101726-1044410605-1593066073.pdf', '2020-06-25 13:21:13', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410605-1592996494.pdf', '2020-06-24 18:01:34', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14239, '1044410606', 'เหล่ายาววิทยาคาร', 2, 4, 2562, '1000101726', 'กำพี้', 'บรบือ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 19, 12, 31, 17, 21, 38, 14, 24, 38, 107, 12, 4, 16, 16, 17, 33, 22, 11, 33, 0, 0, 0, 0, 0, 0, 0, 0, 0, 82, 189, 100, 89, 189, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 2, 2, 2, 2, 2, 0, 0, 0, 12, 2, 12, 10, 15, '15.942188', '103.148985', 1, '44022002', 0, 0, '', 0, 0, '3', '1', '1', 26, 189, 0, 0, '', 'นายรณกฤต รินทะชัย', '0853241621', '0853241621', 'ผู้อำนวยการโรงเรียนเหล่ายาววิทยาคาร', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410606-1592888156.png', '2020-06-23 11:55:56', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14240, '1044410607', 'โนนแดงวิทยาคม', 2, 4, 2562, '1000101726', 'โนนแดง', 'บรบือ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 36, 21, 57, 21, 23, 44, 33, 27, 60, 161, 16, 14, 30, 13, 15, 28, 28, 19, 47, 0, 0, 0, 0, 0, 0, 0, 0, 0, 105, 266, 147, 119, 266, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 2, 2, 1, 1, 2, 0, 0, 0, 10, 2, 12, 10, 15, '15.945412', '103.034882', 1, '44022003', 1, 0, '', 0, 0, '', '', '', 20, 266, 0, 0, '', 'นายวนัส  พรมสว่าง', '0876361133', 'kruwanas', 'ผู้อำนวยการโรงเรียนโนนแดงวิทยาคม', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410607-1592220667.jpg', '2020-06-15 18:31:07', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14241, '1044410609', 'ยางวิทยาคม', 2, 4, 2562, '1000101726', 'ยาง', 'บรบือ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 21, 19, 40, 26, 20, 46, 20, 29, 49, 135, 16, 14, 30, 9, 11, 20, 23, 20, 43, 0, 0, 0, 0, 0, 0, 0, 0, 0, 93, 228, 115, 113, 228, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 2, 2, 1, 1, 2, 0, 0, 0, 10, 2, 12, 10, 15, '15.932651', '103.245653', 1, '44022005', 1, 0, '', 0, 0, '3', '1', '1', 16, 228, 0, 0, '', 'นายมนตรี  ลุนสมบัติ', '0804009109', 'Montriliverpool', 'ผู้อำนวยการโรงเรียนยางวิทยาคม', 1, '', '', 'DOC25-1000101726-1044410609-1593057648.pdf', '2020-06-25 11:00:48', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410609-1593009844.jpg', '2020-06-24 21:44:04', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14242, '1044410610', 'โนนราษีวิทยา', 2, 4, 2562, '1000101726', 'โนนราษี', 'บรบือ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 8, 3, 11, 15, 2, 17, 11, 7, 18, 46, 5, 8, 13, 9, 7, 16, 11, 9, 20, 0, 0, 0, 0, 0, 0, 0, 0, 0, 49, 95, 59, 36, 95, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 6, 2, 12, 10, 15, '15.913279', '103.136368', 1, '44022006', 0, 0, '', 0, 0, '3', '1', '1', 18, 95, 0, 0, '', 'นายธิติวัฒน์ พิไลวงศ์', '0842720577', 'thitiwat pilaiwong', 'ผู้อำนวยการโรงเรียนโนนราษีวิทยา', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410610-1593072608.pdf', '2020-06-25 15:10:08', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14243, '1044410611', 'หนองม่วงวิทยาคาร', 2, 4, 2562, '1000101726', 'หนองม่วง', 'บรบือ', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 14, 5, 19, 13, 5, 18, 13, 9, 22, 59, 15, 7, 22, 11, 9, 20, 10, 3, 13, 0, 0, 0, 0, 0, 0, 0, 0, 0, 55, 114, 76, 38, 114, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 6, 2, 12, 10, 15, '15.983057', '103.198914', 1, '44022007', 0, 0, '', 0, 0, '3', '1', '1', 19, 114, 0, 0, '', 'นายปรีชา การสอาด', '0918678631', '0918678631', 'ผู้อำนวยการโรงเรียนหนองม่วงวิทยาคาร', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410611-1592221414.pdf', '2020-06-15 18:43:34', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14244, '1044410612', 'นาเชือกพิทยาสรรค์', 2, 4, 2562, '1000101726', 'นาเชือก', 'นาเชือก', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 141, 176, 317, 132, 160, 292, 112, 191, 303, 912, 126, 191, 317, 104, 166, 270, 115, 153, 268, 0, 0, 0, 0, 0, 0, 0, 0, 0, 855, 1767, 730, 1037, 1767, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 9, 9, 9, 9, 8, 8, 0, 0, 0, 52, 2, 12, 10, 15, '15.795308', '103.031241', 1, '44022009', 1, 0, '', 0, 0, '', '', '', 106, 1767, 0, 0, '', 'นางปราณี  รัตนธรรม', '0933266515', '0933266575', 'ผู้อำนวยการโรงเรียนนาเชือกพิทยาสรรค์', 2, '5', '', 'DOC25-1000101726-1044410612-1593077071.zip', '2020-06-25 16:24:31', 1, 1, '2020-06-23 22:29:42', 'DOC01-1000101726-1044410612-1592885555.jpeg', '2020-06-23 11:12:35', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14245, '1044410613', 'ปอพานพิทยาคม รัชมังคลาภิเษก', 2, 4, 2562, '1000101726', 'ปอพาน', 'นาเชือก', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 12, 16, 28, 16, 14, 30, 14, 24, 38, 96, 10, 13, 23, 11, 13, 24, 15, 17, 32, 0, 0, 0, 0, 0, 0, 0, 0, 0, 79, 175, 78, 97, 175, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 6, 2, 12, 10, 15, '15.833957', '102.931305', 1, '44022010', 1, 0, 'G15', 0, 0, '3', '1', '1', 17, 175, 0, 0, '', 'นางสาวสุนิษา  บัวดง', '0899407147', '0899407147', 'ผู้อำนวยการโรงเรียนปอพานพิทยาคม รัชมังคลาภิเษก', 1, '', '', 'DOC25-1000101726-1044410613-1593362472.pdf', '2020-06-28 23:41:12', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410613-1592278394.pdf', '2020-06-16 10:33:14', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14246, '1044410615', 'พยัคฆภูมิวิทยาคาร', 2, 4, 2562, '1000101726', 'ปะหลาน', 'พยัคฆภูมิพิสัย', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 242, 256, 498, 173, 298, 471, 255, 299, 554, 1523, 162, 276, 438, 173, 235, 408, 147, 288, 435, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1281, 2804, 1152, 1652, 2804, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 12, 13, 15, 12, 14, 15, 0, 0, 0, 81, 2, 12, 10, 15, '15.513744', '103.192961', 1, '44022012', 1, 0, '', 0, 0, '', '', '', 153, 2804, 0, 0, '', 'นายศักดา  สวััสดิ์สละ', '0845145225', '0845145225', 'ผู้อำนวยการโรงเรียนพยัคฆภูมิวิทยาคาร', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410615-1592380305.docx', '2020-06-17 14:51:45', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14247, '1044410618', 'วาปีปทุม', 2, 4, 2562, '1000101726', 'หนองแสง', 'วาปีปทุม', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 240, 306, 546, 225, 324, 549, 232, 309, 541, 1636, 156, 285, 441, 142, 314, 456, 182, 318, 500, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1397, 3033, 1177, 1856, 3033, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 14, 14, 12, 14, 14, 12, 0, 0, 0, 80, 2, 12, 10, 15, '15.848842', '103.377051', 1, '44022015', 1, 0, '', 0, 0, '3', '2', '1', 151, 3033, 0, 0, '', 'นายมณูญ  เพชรมีแก้ว', '0850064665', 'Manoon1963', 'ผู้อำนวยการโรงเรียนวาปีปทุม', 2, '1,5,6', 'สลับวันมาเรียน วันจันทร์ วันพุธ วันศุกร์ นักเรียนม.ปลาย  วันอังคาร วันพฤหัสบดี  วันเสาร์นักเรียนม.ต้นมาเรียน แบ่งนักเรียนไม่เกิน 20คน/ห้อง', 'DOC25-1000101726-1044410618-1593361855.docx', '2020-06-28 23:30:55', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410618-1593072301.pdf', '2020-06-25 15:05:01', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14248, '1044410621', 'ดงใหญ่วิทยาคม รัชมังคลาภิเษก', 2, 4, 2562, '1000101726', 'ดงใหญ่', 'วาปีปทุม', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 37, 67, 30, 29, 59, 29, 31, 60, 186, 27, 24, 51, 28, 27, 55, 16, 22, 38, 0, 0, 0, 0, 0, 0, 0, 0, 0, 144, 330, 160, 170, 330, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 2, 2, 2, 2, 2, 0, 0, 0, 12, 2, 12, 10, 15, '15.892145', '103.301178', 1, '44022018', 0, 0, 'G15', 0, 0, '3', '1', '1', 32, 330, 0, 0, '', 'นายสำอางค์  จันทนนตรี', '0862366051', 'tanontree', 'ผู้อำนวยการโรงเรียนดงใหญ่วิทยาคม รัชมังคลาภิเษก', 1, '', '', 'DOC25-1000101726-1044410621-1593362518.pdf', '2020-06-28 23:41:58', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410621-1592288044.jpg', '2020-06-16 13:14:04', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14249, '1044410623', 'ประชาพัฒนา', 2, 4, 2562, '1000101726', 'ประชาพัฒนา', 'วาปีปทุม', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 24, 13, 37, 32, 23, 55, 20, 20, 40, 132, 5, 22, 27, 9, 14, 23, 18, 14, 32, 0, 0, 0, 0, 0, 0, 0, 0, 0, 82, 214, 108, 106, 214, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 2, 2, 2, 2, 2, 0, 0, 0, 12, 2, 12, 10, 15, '15.826921', '103.420399', 1, '44022020', 1, 0, '', 0, 0, '3', '1', '1', 30, 214, 0, 0, '', 'นายเหรียญชัย  ม่วงคลา', '0856488577', 'rcm04', 'ผู้อำนวยการโรงเรียนประชาพัฒนา', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410623-1592886651.pdf', '2020-06-23 11:30:51', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14250, '1044410626', 'นาดูนประชาสรรพ์', 2, 4, 2562, '1000101726', 'นาดูน', 'นาดูน', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 106, 115, 221, 109, 109, 218, 97, 115, 212, 651, 88, 109, 197, 65, 117, 182, 50, 82, 132, 0, 0, 0, 0, 0, 0, 0, 0, 0, 511, 1162, 515, 647, 1162, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 6, 6, 5, 5, 4, 0, 0, 0, 32, 2, 12, 10, 15, '15.714075', '103.229895', 1, '44022023', 1, 0, '', 0, 0, '3', '2', '1', 76, 1162, 0, 0, '', 'นายประสิทธิ์  ชาญศิริ', '0813801160', 'dr.uan', 'ผู้อำนวยการโรงเรียนนาดูนประชาสรรพ์', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410626-1592446589.pdf', '2020-06-18 09:16:29', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14251, '1044410627', 'ดงบังพิสัยนวการนุสรณ์', 2, 4, 2562, '1000101726', 'ดงบัง', 'นาดูน', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 29, 24, 53, 33, 35, 68, 39, 39, 78, 199, 21, 32, 53, 17, 21, 38, 16, 14, 30, 0, 0, 0, 0, 0, 0, 0, 0, 0, 121, 320, 155, 165, 320, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 3, 3, 2, 1, 2, 0, 0, 0, 13, 2, 12, 10, 15, '15.663322', '103.25219', 1, '44022024', 0, 0, '', 0, 0, '3', '1', '1', 35, 320, 0, 0, '', 'นายเอกลักษณ์  บุญท้าว', '0883278838', '0883278838', 'ผู้อำนวยการโรงเรียนดงบังพิสัยนวการนุสรณ์', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410627-1593072435.pdf', '2020-06-25 15:07:15', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14252, '1044410629', 'นาภูพิทยาคม', 2, 4, 2562, '1000101726', 'นาภู', 'ยางสีสุราช', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 39, 28, 67, 45, 43, 88, 32, 23, 55, 210, 25, 32, 57, 26, 29, 55, 31, 30, 61, 0, 0, 0, 0, 0, 0, 0, 0, 0, 173, 383, 198, 185, 383, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 3, 3, 3, 3, 3, 0, 0, 0, 18, 2, 12, 10, 15, '15.674544', '103.049523', 1, '44022026', 0, 0, '', 0, 0, '3', '1', '1', 31, 383, 0, 0, '', 'นายเชาว์วัศ ปัดสำราญ', '0855482095', 'ps5358', 'ผู้อำนวยการโรงเรียนนาภูพิทยาคม', 1, '', '', 'DOC25-1000101726-1044410629-1593154895.pdf', '2020-06-26 14:01:35', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410629-1592211793.pdf', '2020-06-15 16:03:13', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14253, '1044410630', 'มัธยมยางสีสุราช', 2, 4, 2562, '1000101726', 'บ้านกู่', 'ยางสีสุราช', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 54, 46, 100, 53, 50, 103, 40, 58, 98, 301, 34, 50, 84, 33, 51, 84, 30, 48, 78, 0, 0, 0, 0, 0, 0, 0, 0, 0, 246, 547, 244, 303, 547, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 3, 3, 3, 3, 3, 0, 0, 0, 18, 2, 12, 10, 15, '15.697651', '103.126579', 1, '44022027', 1, 0, '', 0, 0, '3', '2', '1', 45, 547, 0, 0, '', 'นายสมัย ศาลาจันทร์', '0819541659', '0819541659', 'ผู้อำนวยการโรงเรียนมัธยมยางสีสุราช', 1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410630-1592274202.jpg', '2020-06-16 09:23:22', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14254, '1044410631', 'กุดรังประชาสรรค์', 2, 4, 2562, '1000101726', 'กุดรัง', 'กุดรัง', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 5, 11, 7, 5, 12, 18, 10, 28, 51, 9, 3, 12, 6, 7, 13, 3, 3, 6, 0, 0, 0, 0, 0, 0, 0, 0, 0, 31, 82, 49, 33, 82, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 6, 2, 12, 10, 15, '16.089882', '103.009045', 1, '44012025', 0, 0, '', 0, 0, '3', '1', '1', 19, 82, 0, 0, '', 'นายเชิดขัย พลกุล', '0973070386', '0973070386', 'ผู้อำนวยการโรงเรียนกุดรังประชาสรรค์', -1, '', '', '', '1970-01-01 00:00:00', 0, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410631-1592364245.pdf', '2020-06-17 10:24:05', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14255, '1044410632', 'นาโพธิ์พิทยาสรรพ์', 2, 4, 2562, '1000101726', 'นาโพธิ์', 'กุดรัง', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 53, 50, 103, 46, 53, 99, 30, 43, 73, 275, 13, 37, 50, 17, 33, 50, 15, 19, 34, 0, 0, 0, 0, 0, 0, 0, 0, 0, 134, 409, 174, 235, 409, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 3, 2, 2, 2, 1, 0, 0, 0, 13, 2, 12, 10, 15, '16.048109', '102.901378', 1, '44012026', 1, 0, '', 0, 0, '3', '1', '1', 33, 409, 0, 0, '', 'นายทรงศักดิ์ ชาวไพร', '0822295841', '0822295841', 'ผู้อำนวยการโรงเรียนนาโพธิ์พิทยาสรรพ์', 1, '', '', 'DOC25-1000101726-1044410632-1593362597.pdf', '2020-06-28 23:43:17', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410632-1593009722.jpg', '2020-06-24 21:42:02', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0),
(14256, '1044410634', 'ชื่นชมพิทยาคาร', 2, 4, 2562, '1000101726', 'ชื่นชม', 'ชื่นชม', 'มหาสารคาม', 'สพม.เขต 26', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 45, 41, 86, 42, 48, 90, 42, 47, 89, 265, 36, 46, 82, 43, 44, 87, 32, 46, 78, 0, 0, 0, 0, 0, 0, 0, 0, 0, 247, 512, 240, 272, 512, 'ม.ปลาย/เทียบเท่า', 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 3, 3, 3, 3, 3, 0, 0, 0, 18, 2, 12, 10, 15, '16.550901', '103.170475', 1, '44012028', 1, 0, '', 0, 0, '3', '2', '1', 38, 512, 0, 0, '', 'นายไพพรวัย์  ผลชู', '01060146', '-', 'ผู้อำนวยการโรงเรียนชื่นชมพิทยาคาร', 1, '', '', 'DOC25-1000101726-1044410634-1593362647.docx', '2020-06-28 23:44:07', 1, 1, '1970-01-01 00:00:00', 'DOC01-1000101726-1044410634-1593010310.jpg', '2020-06-24 21:51:50', 0, '', '', '', '1970-01-01 00:00:00', 0, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `ID` int(11) NOT NULL,
  `prefix` varchar(50) NOT NULL,
  `firstName` varchar(100) NOT NULL,
  `lastName` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `idCard` varchar(20) NOT NULL,
  `sch_code` varchar(10) NOT NULL COMMENT 'รหัสโรงเรียน 10 หลัก',
  `area_code` varchar(10) NOT NULL COMMENT 'รหัสเขต 10 หลัก',
  `facebook` varchar(200) NOT NULL COMMENT 'facebook',
  `line_id` varchar(50) NOT NULL COMMENT 'Line',
  `imageProfile` varchar(255) NOT NULL,
  `password` varchar(150) NOT NULL,
  `role` enum('admin','obec','area','teacher','student','population') NOT NULL,
  `status` varchar(50) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `reset_link_token` varchar(255) NOT NULL,
  `exp_date` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`ID`, `prefix`, `firstName`, `lastName`, `email`, `phone`, `idCard`, `sch_code`, `area_code`, `facebook`, `line_id`, `imageProfile`, `password`, `role`, `status`, `created_at`, `reset_link_token`, `exp_date`) VALUES
(1, 'นาย', 'ชัดสกร', 'พิกุลทอง', 'atomy@gmail.com', '0899469997', '3460600401333', '1044410634', '1000101702', '', '', '', '$2y$10$0Xde5wKRD0ooPJbIQSoR.ewC005TMfK4zlI7dzLPI8zdcBrQZkuQW', 'admin', '1', '2022-04-16 12:08:33', '', '2022-07-20 10:05:39');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `areas`
--
ALTER TABLE `areas`
  ADD PRIMARY KEY (`id`),
  ADD KEY `areaId` (`area_code`);

--
-- Indexes for table `item`
--
ALTER TABLE `item`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`),
  ADD KEY `it_cate` (`it_cate`);

--
-- Indexes for table `item_cate`
--
ALTER TABLE `item_cate`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`);

--
-- Indexes for table `item_main`
--
ALTER TABLE `item_main`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`);

--
-- Indexes for table `item_sub`
--
ALTER TABLE `item_sub`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`);

--
-- Indexes for table `item_up`
--
ALTER TABLE `item_up`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`),
  ADD KEY `iu_area` (`iu_area`),
  ADD KEY `iu_school` (`iu_school`),
  ADD KEY `iu_main` (`iu_main`),
  ADD KEY `iu_sub` (`iu_sub`),
  ADD KEY `iu_cate` (`iu_itemID`);

--
-- Indexes for table `schools`
--
ALTER TABLE `schools`
  ADD PRIMARY KEY (`sch_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `ID` (`ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `areas`
--
ALTER TABLE `areas`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=227;

--
-- AUTO_INCREMENT for table `item`
--
ALTER TABLE `item`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;

--
-- AUTO_INCREMENT for table `item_cate`
--
ALTER TABLE `item_cate`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;

--
-- AUTO_INCREMENT for table `item_main`
--
ALTER TABLE `item_main`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `item_sub`
--
ALTER TABLE `item_sub`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `item_up`
--
ALTER TABLE `item_up`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `schools`
--
ALTER TABLE `schools`
  MODIFY `sch_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14257;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
